{
  "openerSection": [
    "As suggested by the name, the YES Prosperity Cashback Plus Credit Card provides exclusive cashback benefits to its customers. With a joining fee of Rs. 1,499, you get an assured cashback of 0.75% on all your retail spends. On groceries & movie ticket bookings, you get a cashback of 5% (up to Rs. 100 every statement cycle). You also get a 5% cashback on paying utility bills through YES PayNow. As a welcome benefit, the card offers you a cashback of Rs. 250 on a minimum transaction of Rs. 2,500 within the first 30 days after receiving your card.",
    "Not only this, but you also get additional benefits like a credit shield cover and zero ability protection against a lost/stolen card. In short, the card lets you save on all your spends through its exciting cashback offers. To know all about the YES Prosperity Cashback Plus Credit Card, its benefits, and fees & charges, refer to the detailed information given below:"
  ],
  "imageLink": "https://cardinsider.com/wp-content/uploads/2021/07/YES-Prosperity-Cashback-Plus-Credit-Card-1.png",
  "cardTitle": "YES Prosperity Cashback Plus Credit Card",
  "bestSuitedFor": "Shopping",
  "joiningFee": "Rs 1499 plus applicable taxes",
  "rewardType": "Cashback",
  "andThereIsMore": [
    "You get a 0.75% cashback on all retail spending.",
    "Get a 5% cashback on all your spending on groceries and movie ticket bookings.",
    "Get a 5% cashback on utility bill payments through YES PayNow.",
    "Get Rs. 250 cashback on spending Rs. 2500 within the first 30 days.Exciting offers on travel, shopping, dining, wellness, etc through Yes Privileges."
  ],
  "gifts": {
    "welcomeGifts": [],
    "milestoneGifts": [],
    "rewardsPoints": []
  },
  "rewardsBenefits": {
    "Welcome Benefits": [
      "A cashback of Rs. 250 on spending Rs. 2500 within the first 30 days."
    ],
    "Movie & Dining": [
      "NA"
    ],
    "Rewards Rate": [
      "0.75% cashback on all retail spends, 5% cashback on movies & groceries."
    ],
    "Reward Redemption": [
      "NA"
    ],
    "Travel": [
      "NA"
    ],
    "Golf": [
      "NA"
    ],
    "Domestic Lounge Access": [
      "NA"
    ],
    "International Lounge Access": [
      "NA"
    ],
    "Insurance Benefits": [
      "Credit shield cover in case of death of the primary cardholder"
    ],
    "Zero Liability Protection": [
      "The cardholder will not be liable for transactions done on a lost/stolen card if the loss is reported to the bank within 3 working days."
    ]
  },
  "keepAnEyeOn": {
    "Joining Fee": [
      "Rs 1499 plus applicable taxes"
    ],
    "Renewal Fee": [
      "Rs. 1,499 (plus applicable taxes)"
    ],
    "Spend based Waiver": [
      "NA"
    ],
    "Rewards Redemption Fee": [
      "Rs. 100 on every redemption request"
    ],
    "Foreign Currency Markup": [
      "3.4% on all foreign currency spends"
    ],
    "Interest Rates": [
      "3.5% per month"
    ],
    "Fuel Surcharge": [
      "1% fuel surcharge is waived off for all transactions between Rs. 400 & Rs. 5,000."
    ],
    "Cash Advance Charge": [
      "2.5% of the withdrawn amount or Rs. 300 (whichever is higher)."
    ],
    "Add-on Card Fee": [
      "Nil"
    ]
  }
}