{
  "openerSection": [
    "YES First Preferred credit card is a premium card having premier reward point offers and several other exciting benefits. You can save up to thousands of reward points whenever you make a purchase or pay the annual fee. Not only this, but the card also offers complimentary benefits in travel including domestic as well as international travel lounge access. Get 4 reward points every time you spend Rs. 200 on tax payments, utilities, groceries, etc, and 8 reward points on any other retail purchases. Although the YES First Preferred credit card is a good fit for people who love to save money by earning more and more reward points, it can also be a great choice for people who love traveling. It is because you get 2 domestic lounge access every quarter and 4 exclusive complimentary international lounge access every year. One of its greatest key features is that you get 10,000 reward points on your first transaction if it is done within the first 90 days once you receive the card."
  ],
  "imageLink": "https://cardinsider.com/wp-content/uploads/2021/06/YES-First-Preferred-Credit-Card.png",
  "cardTitle": "YES First Preferred Credit Card",
  "bestSuitedFor": "Shopping",
  "joiningFee": "Rs. 999 (plus applicable taxes)",
  "rewardType": "Reward Points",
  "andThereIsMore": [
    "2 complimentary access to domestic lounges every quarter and 4 complimentary access to international lounges in a year.",
    "4 reward points per Rs. 200 spent on utilities, groceries, tax payments, insurance sales, etc, and 8 reward points per Rs. 200 you spent on every other retail purchase.",
    "Foreign markup fee of 1.75%",
    "The renewal fee can be waived off if you spend over Rs. 4 lakhs in the preceding year."
  ],
  "gifts": {
    "welcomeGifts": [],
    "milestoneGifts": [],
    "rewardsPoints": [
      "4 reward points per Rs. 200 spent on utilities, groceries, tax payments, insurance sales, etc, and 8 reward points per Rs. 200 you spent on every other retail purchase."
    ]
  },
  "rewardsBenefits": {
    "Welcome Benefits": [
      "N/A"
    ],
    "Movie & Dining": [
      "25% discount on movie booking through BookMyShow."
    ],
    "Rewards Rate": [
      "Up to 16 reward points per Rs. 200 spent"
    ],
    "Reward Redemption": [
      "1 Reward Point = Re. 0.25 for redemption against hotel/flight bookings, and 1 Reward Point = Re. 0.10 for redemption against gift vouchers, product catalogue, etc."
    ],
    "Travel": [
      "4 exclusive complimentary international lounge access per year and 2 domestic lounge access per calendar quarter."
    ],
    "Golf": [
      "4 complimentary green fee rounds annually."
    ],
    "Domestic Lounge Access": [
      "2 domestic lounge visits per quarter via the MasterCard lounge program."
    ],
    "International Lounge Access": [
      "You get 4 complimentary international lounge access every year through the priority pass."
    ],
    "Insurance Benefits": [
      "Life insurance of up to Rs. 1 crore in the case of death due to flight accidents and medical insurance of Rs. 25 lakhs for emergency hospitalization."
    ],
    "Zero Liability Protection": [
      "Zero Liability protection is provided in case the lost or stolen card is reported within 3 days after losing it."
    ]
  },
  "keepAnEyeOn": {
    "Joining Fee": [
      "Rs. 999 (plus applicable taxes)"
    ],
    "Renewal Fee": [
      "Rs. 999 (plus applicable taxes)"
    ],
    "Spend based Waiver": [
      "The renewal fee can be waived off on a spend of more than 4 lakhs in the last year."
    ],
    "Rewards Redemption Fee": [
      "A reward redemption fee of Rs. 100 on every redemption request."
    ],
    "Foreign Currency Markup": [
      "1.75% on all foreign currency spends"
    ],
    "Interest Rates": [
      "3.6% per month ( 43.2% per annum)\n3% per month ( 36 per annum) in case of credit card issued a fixed deposit"
    ],
    "Fuel Surcharge": [
      "1% fuel surcharge waiver applicable at fuel stations all over India on a minimum of Rs. 400 transaction and a maximum of Rs. 5000 transaction."
    ],
    "Cash Advance Charge": [
      "2.5% of the transaction amount."
    ],
    "Add-on Card Fee": [
      "Nil (up to 3 cards)"
    ]
  }
}