{
  "openerSection": [
    "Yes Bank's Private and Private Prime credit cards are a super premium invite-only offerings by the bank targeted at the ultra-rich HNIs (High Net-Worth Individuals). Both the cards are very similar, except that the Yes Private Card comes with a slightly higher joining fee (annual renewal fee is the same) and offers a couple of extra benefits. The cards offers a plethora of premium privileges including a 24×7 concierge service, complimentary rounds/lessons of golf, air travel insurance including a personal accident cover worth Rs. 5 crore and many other premium benefits. Read on to learn more about these super-premium offerings by Yes Bank."
  ],
  "imageLink": "https://cardinsider.com/wp-content/uploads/2021/07/YES-Private-Credit-Card.png",
  "cardTitle": "Yes Private/Private Prime Credit Card",
  "bestSuitedFor": "Travel | Shopping",
  "joiningFee": "Rs. 50,000 (plus applicable taxes) for Yes Private Credit Card and Rs. 20,000 (plus applicable taxes) for Yes Private Prime Credit Card",
  "rewardType": "Reward Points",
  "andThereIsMore": [
    "Welcome gift of 25,000 Reward Points on the first transaction on Yes Private Credit Card.",
    "Milestone benefit of 10,000 Reward Points on total spends of Rs. 10 lakh in the first 90 days of card issuance.",
    "24 Reward Points per Rs. 200 on international spends.",
    "16 Reward Points per Rs. 200 on domestic spends.",
    "Lower interest rate of 1.2% p.m (for Yes Bank account holders) and 1.75% for others.",
    "Lower mark-up fee of 1.75% on all foreign currency transactions.",
    "Unlimited domestic lounge visits for primary and add-on cardholders (10 complimentary guest visits per year).",
    "Complimentary Lounge Key membership for both primary and add-on card members.",
    "Many other travel benefits including a cruise program, car rentals, vacation package, Oberoi gift vouchers, etc.",
    "Air travel-related insurance benefits including an accidental death cover worth Rs. 5 crores.",
    "Credit Shield cover worth Rs. 15 lakh in case of accidental death of the primary cardholder.",
    "Golf benefits including 12 rounds of complimentary green fees for a year (maximum of 3 rounds per calendar quarter).",
    "12 complimentary golf lessons every year with a max cap of 3 lessons per calendar quarter.",
    "Complimentary wellness and medical benefits.",
    "Fuel surcharge waived off at all fuel stations across India for transactions between Rs. 500 and Rs. 4,000."
  ],
  "gifts": {
    "welcomeGifts": [
      "Welcome gift of 25,000 Reward Points on the first transaction on Yes Private Credit Card."
    ],
    "milestoneGifts": [
      "Milestone benefit of 10,000 Reward Points on total spends of Rs. 10 lakh in the first 90 days of card issuance."
    ],
    "rewardsPoints": [
      "Welcome gift of 25,000 Reward Points on the first transaction on Yes Private Credit Card.",
      "Milestone benefit of 10,000 Reward Points on total spends of Rs. 10 lakh in the first 90 days of card issuance.",
      "24 Reward Points per Rs. 200 on international spends.",
      "16 Reward Points per Rs. 200 on domestic spends."
    ]
  },
  "rewardsBenefits": {
    "Welcome Benefits": [
      "Upon successful first transaction made using this credit card, you will get up to 25,000 Reward Points."
    ],
    "Movie & Dining": [
      "While booking movie tickets through BookMyShow, you will get Buy One Get One offer (up to 4 free tickets per month)"
    ],
    "Rewards Rate": [
      "24 Reward Points for every Rs. 200 spent on international spends, 16 Reward Points for every Rs. 200 spent on domestic spends."
    ],
    "Reward Redemption": [
      "Reward Points can be redeemed on the YesRewardz portal for flight/hotel/movie ticket bookings and against products and vouchers in the bank's catalogue. (1 Reward Point = Rs. 0.25)"
    ],
    "Travel": [
      "Complimentary access to domestic and international airport lounges, travel privileges including cruise program, car rentals, vacation packages, car rentals, e-gift vouchers from Oberoi hotels and resorts, etc."
    ],
    "Golf": [
      "12 rounds of green fees and golf lessons every year at premium domestic golf courses, privileges at TPC snd PGA golf courses"
    ],
    "Domestic Lounge Access": [
      "Unlimited domestic lounge access with MasterCard Lounge Program for primary and add-on cardmembers (guest visits limited to 10 per year)"
    ],
    "International Lounge Access": [
      "Unlimited international lounge access to primary and add-on cardmembers with Lounge Key (guest visits limited to 10 per year)"
    ],
    "Insurance Benefits": [
      "Air accident cover worth Rs. 5 crores, emergency overseas hospitalization cover worth Rs. 1 crore and Credit Shield cover worth Rs. 15 lakh"
    ],
    "Zero Liability Protection": [
      "Zero liability of cardholder against any deceitful transaction in case of loss or theft of card if the same is reported to the bank within a specified time frame."
    ]
  },
  "keepAnEyeOn": {
    "Joining Fee": [
      "Rs. 50,000 (plus applicable taxes) for Yes Private Credit Card and Rs. 20,000 (plus applicable taxes) for Yes Private Prime Credit Card"
    ],
    "Renewal Fee": [
      "Rs. 10,000 (plus applicable taxes) for both Private and Private Prime Credit Cards"
    ],
    "Spend based Waiver": [
      "Renewal fee waived off on spends of Rs. 25,00,000 (for Yes Private Credit Card) or Rs. 20,00,000 (for Yes Private Prime Credit Card) in the preceding year"
    ],
    "Rewards Redemption Fee": [
      "Nil"
    ],
    "Foreign Currency Markup": [
      "1.75% (plus applicable taxes)"
    ],
    "Interest Rates": [
      "1.2% per month (14.4% annually) for Yes Bank savings/salary account holders, 1.75% per month (or 21% annually) for others."
    ],
    "Fuel Surcharge": [
      "Waived off on transactions between Rs. 400 and Rs. 5,000"
    ],
    "Cash Advance Charge": [
      "Nil"
    ],
    "Add-on Card Fee": [
      "Nil"
    ]
  }
}