{
  "openerSection": [
    "The First Exclusive credit card is a high-end offering by Yes bank. It can be considered a direct competitor to HDFC's most premium Infinia credit card. The card comes with complimentary access to both international as well as Domestic airport lounges. Apart from that, what makes this card such a lucrative offering in the premium segment is one of the lowest foreign currency markups by industry standards (1.75%). But that's not it, since it is a very premium card, you also get many other benefits like 24×7 concierge service, complimentary rounds of golf, Priority Pass membership, and movie ticket bookings at a discounted rate. Read the article for further information about this card."
  ],
  "imageLink": "https://cardinsider.com/wp-content/uploads/2021/06/Yes-Bank-First-Exclusive-Card.png",
  "cardTitle": "Yes Bank First Exclusive Credit Card",
  "bestSuitedFor": "Travel | Shopping",
  "joiningFee": "Rs. 999 (plus applicable taxes)",
  "rewardType": "Reward Points",
  "andThereIsMore": [
    "24 Reward Points on every Rs. 200 on Travel and Dining Spends.",
    "12 Reward Points for every Rs. 200 spent on all transactions except for transactions under the Select category (details of the Select category described later).",
    "6 Reward Points on every spend of Rs. 200 on all transactions under the Select category.",
    "1,000 Reward Points on each Yes PayNow registration.",
    "Concierge services that are accessible 24*7.",
    "Complimentary rounds of golf under the MasterCardWorld Golf program.",
    "Movie tickets at discounted rates on BookMyShow.",
    "3 free domestic airport lounge visits per quarter.",
    "6 complimentary lounge visits outside India with Priority Pass membership.",
    "Low foreign currency markup (1.75%).",
    "Personal accident cover worth Rs. 3 crores in case of accidental air death."
  ],
  "gifts": {
    "welcomeGifts": [],
    "milestoneGifts": [],
    "rewardsPoints": [
      "24 Reward Points on every Rs. 200 on Travel and Dining Spends.",
      "12 Reward Points for every Rs. 200 spent on all transactions except for transactions under the Select category (details of the Select category described later).",
      "6 Reward Points on every spend of Rs. 200 on all transactions under the Select category.",
      "1,000 Reward Points on each Yes PayNow registration."
    ]
  },
  "rewardsBenefits": {
    "Welcome Benefits": [
      "N/A"
    ],
    "Movie & Dining": [
      "25% discount of movie tickets booked on BookMyShow (with a cap of Rs. 250 per month) and dining offers in select cities on the Yes Privilages portal."
    ],
    "Rewards Rate": [
      "6 Reward Points for every Rs. 200 spent on Selected category, 12 Reward Points on every Rs. 200 spent on all other transactions and 1000 Reward Points on every YES PayNow registration."
    ],
    "Reward Redemption": [
      "Reward Points can be redeemed on the YesRewardz portal for hotel/flight/movie tickets booking and against purchases from the exclusive catalogue of products. Reward Points can also be redeemed against AirMIles (10 Reward Points = 1 InterMile / 1 Club Vistara Point)."
    ],
    "Travel": [
      "3 complimentary domestic airport lounge visits per quarter at select airports across India, 6 complimentary international lounge access (outside India) with Priority Pass membership and travel offers on the Yes Privileges portal."
    ],
    "Golf": [
      "4 complimentary rounds of golf with green fee waived and 1 complimentary golf lesson per year at selected golf courses across the country under the MasterCardWorld Golf program."
    ],
    "Domestic Lounge Access": [
      "12 domestic lounge visits every year (3 per quarter) at select airports across India under the MasterCard Lounge program."
    ],
    "International Lounge Access": [
      "6 complimentary airport lounge access outside India with membership to the Priority Pass Program."
    ],
    "Insurance Benefits": [
      "Insurance coverage worth Rs. 3 crore in case the cardholder's life is lost due to an air accident, medial insurance worth Rs. 50 lakh in case of emergency overseas hospitalization and a Credit Shield cover (up to Rs. 10 lakh) against outstanding card dues in the unfortunate event of death of the primary cardholder."
    ],
    "Zero Liability Protection": [
      "In the event of loss of the card, you won't be liable for any unauthorised transaction after the time of reporting the loss to Yes Bank's customer care."
    ]
  },
  "keepAnEyeOn": {
    "Joining Fee": [
      "Rs. 999 (plus applicable taxes)"
    ],
    "Renewal Fee": [
      "Rs. 999 + taxes"
    ],
    "Spend based Waiver": [
      "The Joining fee is waived on spending Rs. 75,000 in the first 90 days and the renewal fee is waived off if total spends reach Rs. 4 lakh or more in the previous year."
    ],
    "Rewards Redemption Fee": [
      "Nil"
    ],
    "Foreign Currency Markup": [
      "1.75% (plus applicable taxes)"
    ],
    "Interest Rates": [
      "2.99% per month (35.88% annually)"
    ],
    "Fuel Surcharge": [
      "1% fuel surcharge is waived on all fuel purchases at all fuel stations across India for transactions between Rs. 400 and Rs. 5000 (waiver capped at Rs. 1000 per month)."
    ],
    "Cash Advance Charge": [
      "2.5% (subject to a minimum of Rs. 300)"
    ],
    "Add-on Card Fee": [
      "Nil"
    ]
  }
}