{
  "openerSection": [
    "Standard Chartered Super Value Titanium Credit Card is a card that provides you with exciting cashback and reward offers on your day-to-day spendings. The card is absolutely free for premium banking customers, but an annual fee of Rs. 750 is charged for others. You can get up to 5% cashback on utility bills payments, fuel transactions, and phone bills, 1 reward point for every Rs 150 spent on all other categories. As a welcome benefit, you can earn 100% cashback up to Rs. 1,500 on fuel transactions that you make within the first 90 days after card issuance. Moreover, premium banking customers can also avail themselves of complimentary Priority Pass membership to access more than 1,000 airport lounges. To know more about the card, keep reading."
  ],
  "imageLink": "https://cardinsider.com/wp-content/uploads/2021/07/Standard-Chartered-Super-Value-Titanium-Credit-Card-Benefits.png",
  "cardTitle": "Standard Chartered Super Value Titanium Credit Card",
  "bestSuitedFor": "Fuel | Shopping",
  "joiningFee": "Rs. 750 plus applicable taxes",
  "rewardType": "Reward Points | Cashback",
  "andThereIsMore": [
    "No annual/joining fee for premium banking customers.",
    "100% cashback up to Rs 1,500 on fuel purchases in the first 90 days of card issuance",
    "5% cashback per month on fuel, utility bill payments, and phone bills",
    "1 reward point on every Rs 150 spent on all other categories",
    "Get Complimentary Priority pass membership (for premium banking customers only)",
    "Get a waiver on annual spending of Rs 90,000 in the previous year."
  ],
  "gifts": {
    "welcomeGifts": [],
    "milestoneGifts": [],
    "rewardsPoints": [
      "1 reward point on every Rs 150 spent on all other categories"
    ]
  },
  "rewardsBenefits": {
    "Welcome Benefits": [
      "Up to 1,500 cashback on fuel transactions within the first three months."
    ],
    "Movie & Dining": [
      "Enjoy exclusive discounts and 0ffers with Standard Chartered Good Life programme"
    ],
    "Rewards Rate": [
      "You get up to 5% cashback on fuel purchases, utility bills payments, telephone bills and 1 RP on every Rs 150 spent on other categories"
    ],
    "Reward Redemption": [
      "You redeem these reward points by the Standard Chartered 360 reward program. 1 Reward Point = Re. 0.25."
    ],
    "Travel": [
      "Complimentary Priority Pass membership (for premium banking customers only)"
    ],
    "Golf": [
      "NA"
    ],
    "Domestic Lounge Access": [
      "NA"
    ],
    "International Lounge Access": [
      "NA"
    ],
    "Insurance Benefits": [
      "NA"
    ],
    "Zero Liability Protection": [
      "The cardholder will not be liable for any fraudulent transactions once the card is reported lost to the bank."
    ]
  },
  "keepAnEyeOn": {
    "Joining Fee": [
      "Rs. 750 plus applicable taxes"
    ],
    "Renewal Fee": [
      "Rs. 750 plus applicable taxes\nNil (for premium banking customers)"
    ],
    "Spend based Waiver": [
      "You get a spend-based waiver on annual spending of Rs 90,000 in the previous year."
    ],
    "Rewards Redemption Fee": [
      "Rs 99 per redemption request"
    ],
    "Foreign Currency Markup": [
      "3.5% on the conversion amount"
    ],
    "Interest Rates": [
      "1.99% per month ( 23.88% per annum)"
    ],
    "Fuel Surcharge": [
      "1% fuel surcharge is applicable at all fuel stations."
    ],
    "Cash Advance Charge": [
      "3% on the transaction amount subject to the minimum amount of Rs. 300."
    ],
    "Add-on Card Fee": [
      "Nil"
    ]
  }
}