{
  "openerSection": [
    "The Standard Chartered Smart Credit Card, which was launched by the SC Bank in January 2022, is a cashback credit card targeted at low-income individuals or people who are just entering the world of credit cards. It comes with a nominal joining fee of Rs. 499, and provides its customers with a longer interest-free period for the first 90 days after card issuance. Talking about its cashback benefits, you earn 2% cashback on all online transactions and a 1% cashback on offline spends. You can earn up to Rs. 1,500 cashback every month using this card, i.e, up to Rs. 18,000 cashback every year.",
    "Other than this, you can also save the renewal fee of Rs. 499 by spending Rs. 1,20,000 or more in the previous year. With all these amazing saving benefits, the card can be considered best suited for individuals who spend online very often and want to save more on their purchases. To understand the features & benefits, and fees & charges of the Standard Chartered Smart Credit Card in detail, keep reading:"
  ],
  "imageLink": "https://cardinsider.com/wp-content/uploads/2022/01/Standard-Chartered-Smart-Credit-Card.png",
  "cardTitle": "Standard Chartered Smart Credit Card",
  "bestSuitedFor": "Shopping",
  "joiningFee": "Rs. 499 + GST",
  "rewardType": "Cashback",
  "andThereIsMore": [
    "Get a longer interest-free period for the first 90 days after card set up.",
    "You earn 2% cashback on all your online spends using the Standard Chartered Smart Credit Card.",
    "You earn 1% cashback on all your offline spends.",
    "Spend-based waiver of the renewal fee.",
    "A low-interest rate of only 0.99% per month on EMI transactions."
  ],
  "gifts": {
    "welcomeGifts": [],
    "milestoneGifts": [],
    "rewardsPoints": []
  },
  "rewardsBenefits": {
    "Welcome Benefits": [
      "Extended 90 days interest period from the date of the card issuance date."
    ],
    "Movie & Dining": [
      "NA"
    ],
    "Rewards Rate": [
      "Cashback of 2% on online spends and 1% on offline spends"
    ],
    "Reward Redemption": [
      "The earned cashback is automatically credited to your account."
    ],
    "Travel": [
      "NA"
    ],
    "Golf": [
      "NA"
    ],
    "Domestic Lounge Access": [
      "NA"
    ],
    "International Lounge Access": [
      "NA"
    ],
    "Insurance Benefits": [
      "NA"
    ],
    "Zero Liability Protection": [
      "Zero liability of cardholders in case of any deceitful transaction that takes place through your lost or stolen credit card if the same is reported to the bank in a timely manner."
    ]
  },
  "keepAnEyeOn": {
    "Joining Fee": [
      "Rs. 499 + GST"
    ],
    "Renewal Fee": [
      "Rs. 499 + GST"
    ],
    "Spend based Waiver": [
      "Waiver of renewal fee on the basis of the amount spent using this credit card."
    ],
    "Rewards Redemption Fee": [
      "Nil"
    ],
    "Foreign Currency Markup": [
      "3.5% on all international transactions."
    ],
    "Interest Rates": [
      "3.75% per month"
    ],
    "Fuel Surcharge": [
      "A 1% fuel surcharge or Rs. 10, higher of the two, will be granted as fuel surcharge waiver."
    ],
    "Cash Advance Charge": [
      "3% of the cash withdrawn, subject to a minimum of Rs. 300."
    ],
    "Add-on Card Fee": [
      "Nil"
    ]
  }
}