{
  "openerSection": [
    "Standard Chartered launched its Ultimate credit card in September 2017. It is the most premium card issued by the bank as of now. It should be the card of choice for individuals having a high income who want to enjoy an elite lifestyle without compromising with their lavish needs. This card is in direct competition with ICICI Bank Sapphiro credit card and HDFC Bank Infinia credit card Metal Edition. Earlier, the card was being offered in two variants- the Visa Infinite variant and MasterCard World variant; the former has now been discontinued though. Since it's a premium card, Standard Chartered offers some of the exclusive benefits to its customers like 24×7 concierge service, golf services, Dreamfolks membership, etc, with this card.",
    "Considering all the international travel requirements of its customers in mind, Standard Chartered has also kept the foreign currency exchange rate at 2% (lower than the average fee of 3.5%) and offers 5% cashback on duty-free purchases at airports. As it is a Reward Points-based credit card, you get 5 Rewards on every Rs. 150 spent using this card, which can be redeemed against shopping vouchers or charity spends under the Standard Chartered 360° rewards program."
  ],
  "imageLink": "https://cardinsider.com/wp-content/uploads/2021/06/Standard-Chartered-Ultimate-Credit-Card-1.png",
  "cardTitle": "Standard Chartered Ultimate Credit Card",
  "bestSuitedFor": "Travel | Shopping",
  "joiningFee": "Rs. 5,000",
  "rewardType": "Reward Points",
  "andThereIsMore": [
    "Welcome bonus of 6,000 reward points.",
    "5 RPs every time you spend Rs. 150 using the card.",
    "2% foreign currency markup.",
    "5% cashback on duty-free purchases at airports.",
    "Complimentary Dreamfolks membership.",
    "Airport lounge access at over 1,000 airports around the world.",
    "5,000 Rewards every year on the renewal of card membership.",
    "Air accident insurance worth Rs. 1 crore by HDFC EGRO General Insurance.",
    "Golf benefits through Golflan Technology Solutions Pvt. Ltd."
  ],
  "gifts": {
    "welcomeGifts": [
      "Welcome bonus of 6,000 reward points."
    ],
    "milestoneGifts": [],
    "rewardsPoints": [
      "Welcome bonus of 6,000 reward points."
    ]
  },
  "rewardsBenefits": {
    "Welcome Benefits": [
      "6,000 Rewards redeemable for shopping vouchers or charity spends under the Standard Chartered 360° rewards program."
    ],
    "Movie & Dining": [
      "None"
    ],
    "Rewards Rate": [
      "5 Reward Points on every retail purchase of Rs. 150"
    ],
    "Reward Redemption": [
      "The earned Rewards are redeemable on the SC online portal under the Standard Chartered 360° rewards program. 1 Reward Point = Re. 1."
    ],
    "Travel": [
      "Complimentary Dreamfolks membership with free domestic and international lounge access, and 5% cashback on all duty-free purchases at airports."
    ],
    "Golf": [
      "1 Complimentary golf game per month, and 1 free golf coaching session each month."
    ],
    "Domestic Lounge Access": [
      "16 domestic lounge access per year (4 every quarter) with the Dreamfolks membership"
    ],
    "International Lounge Access": [
      "1 complimentary lounge visits per month with the dream folks membership."
    ],
    "Insurance Benefits": [
      "Air accidental insurance cover worth Rs. 1 crore, and several travel insurance covers."
    ],
    "Zero Liability Protection": [
      "Cardholder won't be liable for any fraudulent transaction made on their lost/stolen card once the loss of card is reported to the bank."
    ]
  },
  "keepAnEyeOn": {
    "Joining Fee": [
      "Rs. 5,000"
    ],
    "Renewal Fee": [
      "Rs. 5,000"
    ],
    "Spend based Waiver": [
      "None"
    ],
    "Rewards Redemption Fee": [
      "Rs. 99"
    ],
    "Foreign Currency Markup": [
      "2% (3.5% charged at the time of transaction and 1.5% cashback within 60 days)"
    ],
    "Interest Rates": [
      "3.75% every month or 45% annually"
    ],
    "Fuel Surcharge": [
      "1% fuel surcharge is applicable"
    ],
    "Cash Advance Charge": [
      "3% of the transacted amount, subject to a minimum fee of Rs. 300"
    ],
    "Add-on Card Fee": [
      "Nil"
    ]
  }
}