{
  "openerSection": [
    "Standard Chartered DigiSmart credit card is an instant credit card offered by Standard Chartered for the millennials, who like to spend on online shopping, dining, movies, etc. Rather than having an annual fee, the card charges you a very nominal monthly fee of Rs. 49, which is Rs. 588 computed annually. You can get a waiver on this fee if you manage to spend Rs. 5,000 in the previous calendar month. This card provides you with a cashback on online shopping, dining, and travel-related spends. You can get 20% off on Myntra, 10% off Grofers, 10% off on Zomato, and 15% cashback on Ola cab bookings.",
    "On top of this, keeping your entertainment requirements in mind, the card offers a Buy 1 get 1 free (BOGO) offer on Inox under which you can avail of up to 2 complimentary movie tickets monthly. Talking about its travel benefits, you get 20% off on domestic flight bookings, 10% off on international bookings, and up to 25% off on hotel bookings. If you want to know more about this card, keep reading."
  ],
  "imageLink": "https://cardinsider.com/wp-content/uploads/2021/07/Standard-Chartered-DigiSmart-Credit-Card.png",
  "cardTitle": "Standard Chartered DigiSmart Credit Card",
  "bestSuitedFor": "Movies | Travel | Shopping",
  "joiningFee": "Rs 49 plus applicable taxes",
  "rewardType": "Cashback",
  "andThereIsMore": [
    "Get up to 20% off on shopping with Myntra",
    "10% discount on grocery shopping with  Grofers",
    "10% off on your food orders with Zomato",
    "Get a Buy 1 Get 1 offer on Movie ticket bookings at INOX",
    "20% off on domestic and 10% discount on international flight bookings with Yatra.com",
    "Up to 25% off on domestic hotel bookings with Yatra",
    "1% fuel surcharge waiver",
    "Spend-based waiver of the monthly membership fee"
  ],
  "gifts": {
    "welcomeGifts": [],
    "milestoneGifts": [],
    "rewardsPoints": []
  },
  "rewardsBenefits": {
    "Welcome Benefits": [
      "N/A"
    ],
    "Movie & Dining": [
      "You get a Buy 1 Get 1 offer on Movie ticket bookings at INOX, and up to 10% off on food orders on Zomato."
    ],
    "Rewards Rate": [
      "Up to 25% off on travel-related spends on partner brands and up to 20% off on shopping at partner brand."
    ],
    "Reward Redemption": [
      "NA"
    ],
    "Travel": [
      "20% off on domestic flight bookings with Yatra.com, 10% discount on international flight bookings, and up to 25% off on domestic hotel bookings."
    ],
    "Golf": [
      "NA"
    ],
    "Domestic Lounge Access": [
      "NA"
    ],
    "International Lounge Access": [
      "NA"
    ],
    "Insurance Benefits": [
      "NA"
    ],
    "Zero Liability Protection": [
      "You will not be liable for any unauthorized transactions made with the card after reporting the loss to the bank."
    ]
  },
  "keepAnEyeOn": {
    "Joining Fee": [
      "Rs 49 plus applicable taxes"
    ],
    "Renewal Fee": [
      "Rs 49 per month"
    ],
    "Spend based Waiver": [
      "The monthly membership fee can be waived off on spending Rs. 5,000 in the last month."
    ],
    "Rewards Redemption Fee": [
      "N/A"
    ],
    "Foreign Currency Markup": [
      "3.5% of the conversion amount"
    ],
    "Interest Rates": [
      "1.99 per month (23.88% per annum)"
    ],
    "Fuel Surcharge": [
      "1% fuel surcharge is applicable"
    ],
    "Cash Advance Charge": [
      "3% of the transaction amount subject to a minimum charge of Rs 300."
    ],
    "Add-on Card Fee": [
      "Nil"
    ]
  }
}