{
  "openerSection": [
    "The Platinum card is a flagship offering by the popular card issuer, American Express. It is a top-end credit card and comes with a host of travel benefits that make your life easier while traveling and gives you access to special discounts at the leading hotel chains, airlines, and many other privileges including unlimited complimentary domestic and international airport lounge access. It is one of the two Charge Cards that American Express is currently offering. Apart from the travel benefits, one of the unique features of this card is that it has no preset credit limit. You also get fast-track upgrades to higher tiers on some of the most premium hotel loyalty programs, and in case you need any assistance planning your trip, AmEx 24×7 concierge service is always there at your rescue."
  ],
  "imageLink": "https://cardinsider.com/wp-content/uploads/2021/07/American-Express-Platinum-Card.png",
  "cardTitle": "American Express Platinum Card",
  "bestSuitedFor": "Travel | Shopping",
  "joiningFee": "Rs. 60,000 (plus applicable taxes)",
  "rewardType": "Reward Points",
  "andThereIsMore": [
    "Welcome gift of gift vouchers worth Rs. 45,000.",
    "1 MR (membership Reward) for every Rs. 40 spent with the card (except fuel, utility, and insurance transactions).",
    "Up to 5 Membership Rewards Points for every Rs. 100 spent on fuel.",
    "3X Membership Rewards on spends abroad.",
    "5X Membership Rewards Points on the AmEx's Rewards Multiplier portal.",
    "No preset credit limit.",
    "24×7 global concierge service.",
    "Travel-related insurance benefits including personal air-accidental death insurance worth Rs. 5 crores.",
    "Up to 50% off at over 1800 premium restaurants in India and a complimentary membership to EazyDiner Prime.",
    "Access to over 1,200 airport lounges globally including Centurian Lounges and American Express Lounges."
  ],
  "gifts": {
    "welcomeGifts": [
      "Welcome gift of gift vouchers worth Rs. 45,000."
    ],
    "milestoneGifts": [],
    "rewardsPoints": []
  },
  "rewardsBenefits": {
    "Welcome Benefits": [
      "SeleQtions, Taj, and Vivanta Hotels' vouchers worth Rs. 45,000."
    ],
    "Movie & Dining": [
      "Complimentary membership to EazyDiner and a discount of up to 50% at 1,800 premium restaurants across India."
    ],
    "Rewards Rate": [
      "1 MR on every Rs. 40, 3X Rewards on all international spends, and 5X Rewards Points on transactions via the AmEx Reward Multiplier portal."
    ],
    "Reward Redemption": [
      "Membership Rewards Points can be redeemed against dining, travel, and accessories on AmEx's Membership Rewards Redemption portal."
    ],
    "Travel": [
      "Access to over 1,200 airport lounges across over 130 countries, 24×7 global Platinum Concierge Service, travel-related insurance benefits including a life cover of Rs. 5 crores."
    ],
    "Golf": [
      "Complimentary access to premium domestic and international golf courses"
    ],
    "Domestic Lounge Access": [
      "Unlimited access to domestic partner lounges in India."
    ],
    "International Lounge Access": [
      "Access to over 1,200 Airport Lounges globally including American Express Lounges, Priority Pass Lounges and Delta Lounges."
    ],
    "Insurance Benefits": [
      "Personal air accident coverage worth Rs. 5 crore, cover of Rs. 50,000 for loss of check-in Baggage/ passport/ document, overseas medical insurance of USD 50,000 for the first 7 days of the trip."
    ],
    "Zero Liability Protection": [
      "Cardholders will not be considered liable for any fraudulent transaction if loss of card is reported within 72 hours. Maximum liability of up to Rs. 1,000 on reporting after 3 days."
    ]
  },
  "keepAnEyeOn": {
    "Joining Fee": [
      "Rs. 60,000 (plus applicable taxes)"
    ],
    "Renewal Fee": [
      "Rs. 60,000 (plus applicable taxes)"
    ],
    "Spend based Waiver": [
      "N/A"
    ],
    "Rewards Redemption Fee": [
      "Nil"
    ],
    "Foreign Currency Markup": [
      "3.5% of the transaction amount"
    ],
    "Interest Rates": [
      "3.5% per month"
    ],
    "Fuel Surcharge": [
      "Fuel surcharge is waived at all HPCL fuel stations for purchases up to Rs. 5,000, 1% surcharge applicable on BPCL and IOCL stations and 2.5% surcharge applicable at all other fuel stations."
    ],
    "Cash Advance Charge": [
      "3.5% of the advanced amount subject to a minimum charge of Rs. 250."
    ],
    "Add-on Card Fee": [
      "Nil up to 2 add-on cards"
    ]
  }
}