{
  "openerSection": [
    "American Express is globally known for its range of premium credit cards and the air mile benefits that they offer. In India, American Express currently has only one offering in the travel category- The American Express Platinum Travel Credit Card, which is among the most premium AmEx Credit Cards. Earlier, they were also offering the Jet Airways Platinum Credit Card, but after the airline suspended its operations in 2019, the same was discontinued and the JetAirways Platinum card's customers were migrated to the Platinum Travel card. As is obvious from the name, It's a travel credit card.",
    "It comes with attractive welcome benefits and plenty of milestone benefits in the form of Membership Rewards Points which can be redeemed not just for travel-related expenses like booking air tickets, hotels, and cars on the Amex Travel Online portal, but also for shopping vouchers at online shopping sites, e-vouchers on American Express's online shopping portal, for offline shopping using INSTA rewards. You can even make credit card bill payments under Amex's Cash + Points scheme. However, under the Cash + Points scheme, 1000 Membership Rewards Points are equivalent to Rs. 250. Apart from the welcome and milestone benefits, you also earn 2 Membership Rewards Point for every Rs. 100 spent using the card (with a few exceptions though)."
  ],
  "imageLink": "https://cardinsider.com/wp-content/uploads/2021/06/PlatinumTravel1.png",
  "cardTitle": "American Express Platinum Travel Credit Card",
  "bestSuitedFor": "Travel",
  "joiningFee": "Rs. 3,500 (plus applicable taxes)",
  "rewardType": "Reward Points",
  "andThereIsMore": [
    "Welcome Gift of 10,000 Membership Rewards Points.",
    "2 Membership Rewards Point for every Rs. 100 spent.",
    "Rewards Points based Milestone benefits on reaching milestones like expenditure of Rs. 1.9 lac / 4 lac in a membership year.",
    "Complimentary Taj Stay voucher on expenditure of Rs. 4 lac in a membership year.",
    "8 domestic airport lounge access every year (max 2 per quarter).",
    "10% cashback on OnePlus devices.",
    "0% convenience fee at all HPCL fuel stations across India."
  ],
  "gifts": {
    "welcomeGifts": [
      "Welcome Gift of 10,000 Membership Rewards Points."
    ],
    "milestoneGifts": [
      "Rewards Points based Milestone benefits on reaching milestones like expenditure of Rs. 1.9 lac / 4 lac in a membership year."
    ],
    "rewardsPoints": []
  },
  "rewardsBenefits": {
    "Welcome Benefits": [
      "10,000 Membership Rewards Points"
    ],
    "Movie & Dining": [
      "Up to 20% discount at select restaurants."
    ],
    "Rewards Rate": [
      "2 Membership Rewards Points for every Rs. 100 spent."
    ],
    "Reward Redemption": [
      "Membership Rewards Points can be redeemed for online shopping vouchers, INSTA rewards for offline purchases, transfer to various flight and hotels loyalty programmes and for making credit card bill payments under the Cash + Points scheme."
    ],
    "Travel": [
      "Complimentary domestic airport lounge access per year and Priority Pass membership for international lounge access. Taj Expenses e-gift card and Taj Stay voucher as milestone benefits (read below for details)"
    ],
    "Golf": [
      "N/A"
    ],
    "Domestic Lounge Access": [
      "8 complimentary domestic lounge access per year (max 2 every quarter)."
    ],
    "International Lounge Access": [
      "Priority Pass Membership (lounge access program) with USD 99 annual fee waived off."
    ],
    "Insurance Benefits": [
      "N/A"
    ],
    "Zero Liability Protection": [
      "No liability on cardholder for fraudulent use provided the loss of card is reported within 3 days. Liability limited to Rs. 1000 if loss of card reported after 3 days."
    ]
  },
  "keepAnEyeOn": {
    "Joining Fee": [
      "Rs. 3,500 (plus applicable taxes)"
    ],
    "Renewal Fee": [
      "Rs. 5,000 (plus applicable taxes)"
    ],
    "Spend based Waiver": [
      "N/A"
    ],
    "Rewards Redemption Fee": [
      "Nil"
    ],
    "Foreign Currency Markup": [
      "3.5% of the transaction amount"
    ],
    "Interest Rates": [
      "3.5% per month"
    ],
    "Fuel Surcharge": [
      "No fuel surcharge at HPCL fuel stations for transactions of up to Rs. 5,000, 1% surcharge on transactions above Rs. 5,000"
    ],
    "Cash Advance Charge": [
      "3.5% of the transaction amount subject to a minimum charge of Rs. 250."
    ],
    "Add-on Card Fee": [
      "Nil up to 2 add-on cards, Rs. 1500/card thereafter."
    ]
  }
}