{
  "openerSection": [
    "American Express Membership Rewards® Credit Card, issued by American Express offers exclusive benefits and privileges on every spending. The Membership Rewards® Credit Card charges you a joining fee of Rs 1,000 and a renewal fee of Rs 4,500. The renewal fee can be waived off on annual spending of Rs 1,50,000 or above. You can get 1 membership reward point per Rs 50 you spend excluding fuel transactions, Utility bill payments, insurance, and cash transactions. On using your card 4 times on transactions of Rs 1,500 or more, get a bonus of 1,000 membership reward points. The Membership Rewards® Credit Card also has several other rewards and benefits such as monthly milestone rewards, fuel surcharge waiver, entertainment benefits, and insurance benefits. Keep reading to know more about this credit card."
  ],
  "imageLink": "https://cardinsider.com/wp-content/uploads/2021/07/American-Express-Membership-RewardsCredit-Card.png",
  "cardTitle": "American Express Membership Rewards® Credit Card",
  "bestSuitedFor": "Shopping",
  "joiningFee": "Rs 1,000 (plus applicable taxes)",
  "rewardType": "Reward Points",
  "andThereIsMore": [
    "4,000 Bonus Membership Reward Points as a welcome benefit.",
    "1 Membership Reward Point per Rs. 50 spent.",
    "2X Membership Rewards on all spends through Rewards Multiplier portal.",
    "1,000 Membership Reward Points on the spending of Rs 20,000 in a calendar month",
    "5,000 Membership Reward Points on paying the 1st-year renewal fee of Rs 4,500",
    "A spend-based waiver on a renewal fee",
    "1% waiver on fuel surcharge at all HPCL fuel stations",
    "Get special dining discounts up to 20% off"
  ],
  "gifts": {
    "welcomeGifts": [
      "4,000 Bonus Membership Reward Points as a welcome benefit."
    ],
    "milestoneGifts": [],
    "rewardsPoints": [
      "4,000 Bonus Membership Reward Points as a welcome benefit.",
      "1 Membership Reward Point per Rs. 50 spent.",
      "1,000 Membership Reward Points on the spending of Rs 20,000 in a calendar month",
      "5,000 Membership Reward Points on paying the 1st-year renewal fee of Rs 4,500"
    ]
  },
  "rewardsBenefits": {
    "Welcome Benefits": [
      "Welcome benefit of 4,000 Bonus Membership RPs can be availed on settling the joining fee of Rs. 1,000 and spending of Rs 15,000 within the first 90 days of the card issuance."
    ],
    "Movie & Dining": [
      "Get special dining discounts up to 20% off using your American Express Reward credit card at select restaurants"
    ],
    "Rewards Rate": [
      "1 membership reward point per Rs 50 spent excluding fuel transactions, Utility bill payments, insurance, and cash transactions"
    ],
    "Reward Redemption": [
      "You can redeem the membership reward points accrued with American Express 18 and 24 Karat Gold Collection"
    ],
    "Travel": [
      "N/A"
    ],
    "Golf": [
      "N/A"
    ],
    "Domestic Lounge Access": [
      "N/A"
    ],
    "International Lounge Access": [
      "N/A"
    ],
    "Insurance Benefits": [
      "N/A"
    ],
    "Zero Liability Protection": [
      "You get liability protection assurance such as zero lost card assurance, 24×7 card assistance, emergency card replacement, Dispute resolution"
    ]
  },
  "keepAnEyeOn": {
    "Joining Fee": [
      "Rs 1,000 (plus applicable taxes)"
    ],
    "Renewal Fee": [
      "Rs 4,500 (plus applicable taxes)"
    ],
    "Spend based Waiver": [
      "A spend-based waiver on a renewal fee of Rs 4,500 on annual spending of Rs 1,50,000. Get 50 percent waiver on the renewal fee on annual spending between Rs 90,000 to 1,49,999"
    ],
    "Rewards Redemption Fee": [
      "Rs 250 per redemption request"
    ],
    "Foreign Currency Markup": [
      "3.5% on the conversion amount"
    ],
    "Interest Rates": [
      "3.5% per month"
    ],
    "Fuel Surcharge": [
      "You get 0%waiver on fuel convenience fee at HPCL fuel stations on fuel transactions below Rs 5,000. You get a 1% waiver on the fuel convenience fee at all fuel stations across India."
    ],
    "Cash Advance Charge": [
      "2.5% of the amount withdrawn subject to a minimum amount of Rs 250"
    ],
    "Add-on Card Fee": [
      "Rs 1,500 (plus applicable taxes)"
    ]
  }
}