{
  "openerSection": [
    "American Express SmartEarn credit card is a Reward Points-based credit card. Membership Reward Points can be earned while you make retail purchases using your credit card and accelerated Membership Reward Points can be earned while you spend on some specific websites. It is a decent card for beginners at least as far as American Express cards are concerned. You can also get the annual membership fee waived if you spend more than Rs. 40,000 within a year. If you're a young professional and want to carry an American Express card in your wallet for its brand value, this card is certainly worth considering."
  ],
  "imageLink": "https://cardinsider.com/wp-content/uploads/2021/07/American-Express-SmartEarn-Credit-Card.png",
  "cardTitle": "American Express SmartEarn Credit Card",
  "bestSuitedFor": "Shopping",
  "joiningFee": "Rs. 495 (plus applicable taxes)",
  "rewardType": "Reward Points",
  "andThereIsMore": [
    "Rs. 500 cashback on eligible spends of Rs. 10,000 within 90 days of card issuance.",
    "1 Membership Rewards point for every Rs. 50 spent with the card (except spends on insurance, fuel, utilities, cash transactions and EMI conversions)",
    "10X accelerated Membership Rewards Points on Amazon, Flipkart and Uber.",
    "5X Membership Rewards Points on every Rs. 50 spent on Swiggy, Paytm Wallet, PVR Cinemas, BookMyShow, Myntra, Big Bazaar, Grofers and many other partner merchants.",
    "Renewal fee waived on the expenditure of Rs. 40,000 or above in the previous year.",
    "Fuel surcharge waived at HPCL stations for transactions of up to Rs. 5,000. 1% fuel surcharge applicable on transactions >Rs. 5,000."
  ],
  "gifts": {
    "welcomeGifts": [],
    "milestoneGifts": [],
    "rewardsPoints": []
  },
  "rewardsBenefits": {
    "Welcome Benefits": [
      "Cashback of Rs. 500 on spends of Rs. 10,000 within 90 days of card issuance."
    ],
    "Movie & Dining": [
      "5X Membership Rewards Points on spends on BookMyShow and PVR Cinemas."
    ],
    "Rewards Rate": [
      "1 Membership Reward Point/Rs. 50 spent (with a few exceptions), accelerated Reward Points on Amazon and Flipkart (10X), Uber (10X) and on other merchants like Paytm, Swiggy, PVR, etc (5%)."
    ],
    "Reward Redemption": [
      "Can be redeemed against online shopping vouchers, INSTA rewards for offline purchases, transferable to various flight and hotels loyalty programmes and for making credit card bill payments under the Cash + Points scheme."
    ],
    "Travel": [
      "10X Reward Points on spends on Uber (max cap of 500 Points)"
    ],
    "Golf": [
      "N/A"
    ],
    "Domestic Lounge Access": [
      "N/A"
    ],
    "International Lounge Access": [
      "N/A"
    ],
    "Insurance Benefits": [
      "Zero cost liability if loss of card reported within 3 working days, post which max liability of the cardholder limited to Rs. 1,000."
    ],
    "Zero Liability Protection": [
      "Zero cost liability on reporting the loss of card within 3 working days, post which max liability of the cardholder limited to Rs. 1,000."
    ]
  },
  "keepAnEyeOn": {
    "Joining Fee": [
      "Rs. 495 (plus applicable taxes)"
    ],
    "Renewal Fee": [
      "Rs. 495 (plus applicable taxes)"
    ],
    "Spend based Waiver": [
      "Annual renewal fee waived on spends of Rs. 40,000 in the previous year."
    ],
    "Rewards Redemption Fee": [
      "Nil"
    ],
    "Foreign Currency Markup": [
      "3.50% on international transactions"
    ],
    "Interest Rates": [
      "3.5% per month"
    ],
    "Fuel Surcharge": [
      "1% fuel surcharge waiver at HPCL fuel stations on transactions exceeding Rs. 5,000."
    ],
    "Cash Advance Charge": [
      "3.5%, subject to a minimum amount of Rs. 250"
    ],
    "Add-on Card Fee": [
      "1 complimentary add-on card, Rs. 250/card thereafter."
    ]
  }
}