{
  "openerSection": [
    "The IndusInd Bank Indulge Credit Card is one of the top-end offerings by the IndusInd bank. It is a Visa credit card targeted at HNIs (high net-worth individuals). With an inlay of pure 22K gold and a glossy reflective finishing, the card feels really premium to hold. While aesthetics is certainly a distinguishing feature of the card, the card also offers real value for money with privileges including a complimentary Priority Pass membership (with unlimited complimentary lounge visits), 24×7 concierge service, air accident cover (worth Rs. 2.5 crores), and many other premium benefits.",
    "Another unique feature of this card is that it has no pre-set credit limit as the base limit on the revolving credit is quite flexible. You can also save a lot on your international transaction as it comes with a very low foreign currency markup fee of 1.8% only. In this post, we have discussed in detail all the features, benefits, and rewards that you get with the IndusInd Bank Indulge credit card. Read on to learn more about this premium offering by the IndusInd bank."
  ],
  "imageLink": "https://cardinsider.com/wp-content/uploads/2021/07/Indulge-Credit-Card.png",
  "cardTitle": "IndusInd Bank Indulge Credit Card",
  "bestSuitedFor": "Travel | Dining | Shopping",
  "joiningFee": "Rs. 2,00,000 (no annual fee applicable) or Rs. 1,00,000 (Rs. 10,000 annual fee applicable in this case)",
  "rewardType": "Reward Points",
  "andThereIsMore": [
    "First credit card in Indian sub-continent with pure 22K gold inlay.",
    "No pre-set credit limit.",
    "1.5 Reward Points for every Rs. 100 spent using the card.",
    "Reward Points redeemable against Airmiles, cash credit, or IndusMoments.",
    "Complimentary domestic and international lounge access.",
    "Complimentary Priority Pass membership.",
    "Buy One Get One offer on movie tickets & discount on non-movie tickets on BookMyShow.",
    "Unlimited complimentary access to golf games at selected golf courses.",
    "A lower interest rate of 1.79% per month.",
    "Personal air accident cover worth Rs. 2.5 crores.",
    "Lost card liability protection from up to 48 hours prior to the time of reporting the loss of card.",
    "24×7 concierge service."
  ],
  "gifts": {
    "welcomeGifts": [],
    "milestoneGifts": [],
    "rewardsPoints": [
      "1.5 Reward Points for every Rs. 100 spent using the card.",
      "Reward Points redeemable against Airmiles, cash credit, or IndusMoments."
    ]
  },
  "rewardsBenefits": {
    "Welcome Benefits": [
      "N/A"
    ],
    "Movie & Dining": [
      "Buy One Get One ticket offer on BookMyShow (max transaction capped at Rs. 700 and max 3 free tickets/month)"
    ],
    "Rewards Rate": [
      "1.5 Reward Points for every Rs. 100 spent using the card"
    ],
    "Reward Redemption": [
      "Reward Points redeemable against AirMiles, Cash Credit or IndusMoments"
    ],
    "Travel": [
      "Reward Points redeemable against AirMiles, complimentary Priority Pass membership with 2 complimentary international lounge access per quarter, 4 complimentary domestic lounge access per quarter under the Visa Lounge program"
    ],
    "Golf": [
      "Unlimited complimentary golf games/lessons at some of the premium golf destinations in the country"
    ],
    "Domestic Lounge Access": [
      "6 complimentary domestic lounge access per quarter under the Visa Lounge program"
    ],
    "International Lounge Access": [
      "Unlimited complimentary international lounge access using Priority Pass"
    ],
    "Insurance Benefits": [
      "Personal air-accident insurance worth Rs. 2.5 crores"
    ],
    "Zero Liability Protection": [
      "Zero liability protection from 48 hours prior to the time of reporting the loss of card"
    ]
  },
  "keepAnEyeOn": {
    "Joining Fee": [
      "Rs. 2,00,000 (no annual fee applicable) or Rs. 1,00,000 (Rs. 10,000 annual fee applicable in this case)"
    ],
    "Renewal Fee": [
      "Rs. 10,000 (if Rs. 1,00,000 paid as joining fee) or Nil (if Rs. 2,00,000 paid as joining fee)"
    ],
    "Spend based Waiver": [
      "Annual fee waived on expenditure of more than Rs. 20,00,000 in the preceding year"
    ],
    "Rewards Redemption Fee": [
      "Rs. 100"
    ],
    "Foreign Currency Markup": [
      "1.8% + GST"
    ],
    "Interest Rates": [
      "1.79% per month (or 21.48% annually)"
    ],
    "Fuel Surcharge": [
      "1% fuel surcharge is waived for transactions between Rs. 400 and Rs, 4,000."
    ],
    "Cash Advance Charge": [
      "2.5% (subject to a minimum amount of Rs. 300)"
    ],
    "Add-on Card Fee": [
      "Nil"
    ]
  }
}