{
  "openerSection": [
    "IndusInd Pioneer Heritage credit card is one of the few Mastercard world elite cards in India, which is offered to their elite customers. The card comes in two variants Pioneer Heritage credit card and Pioneer Heritage Metal credit card. Pioneer Heritage Metal variant is the first metal card issued by IndusInd Bank and comes with more premium benefits. The card provides you with welcome gift vouchers from the Oberoi hotels and a Luxe Gift card. You get exclusive benefits on this credit card across a wide range of categories, including entertainment, dining, traveling, and shopping. With the metal card, you get unlimited lounge access in India and worldwide and with another one you get 8 complimentary domestic & international lounge access every year.",
    "Moreover, this card provides you with 1+1 movie ticket bookings and a 20% discount on no-movie bookings with BookMyShow. You get exclusive offers and special discounts on dining on this credit card. Other than all these exclusive benefits, the card comes with a great reward program providing 2.5x reward points on international transactions. Read below to know more in detail about this credit card."
  ],
  "imageLink": "https://cardinsider.com/wp-content/uploads/2021/07/Indusind-Bank-Pioneer-Heritage-Credit-Card.png",
  "cardTitle": "Indusind Bank Pioneer Heritage Credit Card",
  "bestSuitedFor": "Movies | Travel",
  "joiningFee": "Rs. 90,000 + GST",
  "rewardType": "Reward Points",
  "andThereIsMore": [
    "A Luxe Gift Card and Oberoi e-gift voucher as a welcome gift.",
    "For every Rs. 100 spent on international transactions, you will get 2.5 Reward Points.",
    "For every Rs. 100 spent on domestic transactions, you will get 1 Reward Point.",
    "Buy 1 Get 1 offer on movie ticket bookings with BookMyShow",
    "Get Up to Rs. 3,000 off on your Dining Spends",
    "Privileges with Club ITC Culinary Program",
    "Complimentary Domestic and International lounge access",
    "Discounted Markup fee of 1.8% on the conversion amount.",
    "Complimentary air accident protection cover worth upto Rs 2.5 crores."
  ],
  "gifts": {
    "welcomeGifts": [
      "A Luxe Gift Card and Oberoi e-gift voucher as a welcome gift."
    ],
    "milestoneGifts": [],
    "rewardsPoints": [
      "For every Rs. 100 spent on international transactions, you will get 2.5 Reward Points.",
      "For every Rs. 100 spent on domestic transactions, you will get 1 Reward Point."
    ]
  },
  "rewardsBenefits": {
    "Welcome Benefits": [
      "Oberoi e-gift voucher and a Luxe Gift card."
    ],
    "Movie & Dining": [
      "Up to 3 complimentary tickets every month on Pioneer Heritage credit card and 4 Complimentary tickets every calendar quarter on Pioneer Heritage Metal credit card. Also, you get 20% off on your non-movie bookings."
    ],
    "Rewards Rate": [
      "2.5 Reward Points for Rs 100 spent on international transactions and 1 Reward Points for Rs 100 spent on domestic transactions."
    ],
    "Reward Redemption": [
      "1 RP = Rs 1 redeemed against a host of redemption options such as the Indus Moments reward portal, AirMiles, and against statement cash"
    ],
    "Travel": [
      "Complimentary Domestic and International lounge access, complimentary LoungeKey membership and get a complimentary third-night stay at Oberoi Hotels and Resorts."
    ],
    "Golf": [
      "12 complimentary rounds of green fees & 12 complimentary golf lessons every year. Also, you get 4 complimentary green fees rounds for guests."
    ],
    "Domestic Lounge Access": [
      "Unlimited (with Pioneer Heritage Metal credit card) and 2 per quarter (with Pioneer Heritage credit card)"
    ],
    "International Lounge Access": [
      "Unlimited (with Pioneer Heritage Metal credit card) and 2 per quarter using LoungeKey membership (with Pioneer heritage Credit Card)."
    ],
    "Insurance Benefits": [
      "Complimentary air accident protection cover worth upto Rs 2.5 crore on this credit card"
    ],
    "Zero Liability Protection": [
      "A protection liability cover in case of any fraudulent transactions reported within 48 hours"
    ]
  },
  "keepAnEyeOn": {
    "Joining Fee": [
      "Rs. 90,000 + GST"
    ],
    "Renewal Fee": [
      "Rs. 25,000 + GST"
    ],
    "Spend based Waiver": [
      "Waiver of the annual fee on the amount spent using this credit card in the previous year."
    ],
    "Rewards Redemption Fee": [
      "Rs. 100 per redemption request"
    ],
    "Foreign Currency Markup": [
      "1.8% of the amount transacted."
    ],
    "Interest Rates": [
      "2.99% per month (35.88% per annum)"
    ],
    "Fuel Surcharge": [
      "Surcharge waiver of 1% on fuel transactions between Rs. 400 and Rs. 4,000."
    ],
    "Cash Advance Charge": [
      "Nil"
    ],
    "Add-on Card Fee": [
      "Nil"
    ]
  }
}