{
  "openerSection": [
    "The IndusInd Bank has recently launched a premium co-branded credit card in partnership with Club Vistara: Club Vistara IndusInd Bank Explorer Credit Card. The card is currently being issued in association with Visa, but the bank plans to come up with the Mastercard variant as well once the RBI permits the issuance of new credit cards on Mastercard. It is issued at a joining fee of Rs. 40,000 and offers exciting welcome benefits like Club Vistara gold membership, a business class ticket voucher, and a gift voucher of your choice. The card rewards with Club Vistara Points and for every Rs. 200 spent with the card, cardholders can earn up to 8 CV Points.",
    "Under its milestone program, you can earn up to 5 business class ticket vouchers every year. To make your travel experiences even luxurious, the card offers complimentary membership of Priority Pass and free domestic and international airport lounge visits. Other than that, you can enjoy 2 complimentary movie tickets per month via BookMyShow and a 20% discount on non-movie bookings. Keep reading to know more about the Club Vistara IndusInd Bank Explorer Credit Card."
  ],
  "imageLink": "https://cardinsider.com/wp-content/uploads/2021/09/Club-Vistara-IndusInd-Bank-Explorer-Credit-Card.png",
  "cardTitle": "Club Vistara IndusInd Bank Explorer Credit Card",
  "bestSuitedFor": "Movies | Travel",
  "joiningFee": "Rs. 40,000",
  "rewardType": "AirMiles",
  "andThereIsMore": [
    "Complimentary Club Vistara Gold Tier membership.",
    "1 complimentary business class ticket voucher on joining.",
    "Exciting gift vouchers worth Rs. 25,000 as a welcome benefit.",
    "Up to 5 complimentary business class ticket vouchers every year.",
    "8 CV points per Rs. 200 you spend at airvistara.com & 6 CV points on other travel-related spends.",
    "2 CV Points on every retail spend of Rs. 200 & 1 CV point on insurance, utilities, and fuel transactions.",
    "Enjoy buy 1 Get 1 free offer on movie tickets twice every month.",
    "Complimentary access to domestic and international lounges.",
    "Rs. 3,000 off on dining bills twice every year.",
    "Zero Foreign Markup Charges",
    "1% fuel surcharge waiver."
  ],
  "gifts": {
    "welcomeGifts": [
      "Exciting gift vouchers worth Rs. 25,000 as a welcome benefit."
    ],
    "milestoneGifts": [],
    "rewardsPoints": []
  },
  "rewardsBenefits": {
    "Welcome Benefits": [
      "Complimentary Club Vistara Gold Membership, complimentary business class ticket, and exclusive gift vouchers worth Rs 25,000."
    ],
    "Movie & Dining": [
      "Buy 1 Get 1 Free (BOGO) offer on movie tickets via BookMyShow & Rs. 3,000 off on dining twice a year."
    ],
    "Rewards Rate": [
      "On every spend of Rs. 200, you get 8 CV Points on the Club Vistara website, 6 CV Points on travel-related spends, 1 CV Point on utilities, insurance & fuel, and 2 CV Points elsewhere."
    ],
    "Reward Redemption": [
      "The CV Points earned are redeemable against travel-related bookings on Club Vistara website."
    ],
    "Travel": [
      "Complimentary domestic and international lounge visits."
    ],
    "Golf": [
      "NA"
    ],
    "Domestic Lounge Access": [
      "1 domestic lounge visits every quarterly."
    ],
    "International Lounge Access": [
      "4 complimentary access to international lounges every quarter via Priority Pass."
    ],
    "Insurance Benefits": [
      "Air accident cover (worth Rs. 2.5 crores) and many other travel insurance covers."
    ],
    "Zero Liability Protection": [
      "Cardholders will not be held liable for any unauthorized transactions made on the card after reporting the loss to the bank."
    ]
  },
  "keepAnEyeOn": {
    "Joining Fee": [
      "Rs. 40,000"
    ],
    "Renewal Fee": [
      "Rs. 10,000"
    ],
    "Spend based Waiver": [
      "NA"
    ],
    "Rewards Redemption Fee": [
      "Nil"
    ],
    "Foreign Currency Markup": [
      "Nil"
    ],
    "Interest Rates": [
      "2.85% per month"
    ],
    "Fuel Surcharge": [
      "1% fuel surcharge is waived off at all fuel stations."
    ],
    "Cash Advance Charge": [
      "Nil"
    ],
    "Add-on Card Fee": [
      "Nil"
    ]
  }
}