{
  "openerSection": [
    "The IndusInd Bank Pinnacle World Credit Card is a premium card offering exclusive privileges across several categories. With joining fees of Rs. 13,000, as a welcome benefit, the card offers the opportunity to choose a gift voucher from several popular brands, including Oberoi hotels, BATA, Luxe gift card, Vero Moda, etc. For every transaction of Rs. 100, the card offers 2.5 reward points using the car, i.e., you can save up to 2.5% on your purchases. On booking your movie tickets on BookMyShow, you can enjoy the ‘Buy 1 Get 1 free offer' and get up to 3 complimentary tickets every month.",
    "Coming to its travel benefits, you get complimentary domestic and international airport lounge visits and complimentary Priority Pass membership. You can also enjoy free golf rounds and lessons every year at some of the premium golf courses across the country. To know more about the benefits of the IndusInd Pinnacle Credit Card, keep reading."
  ],
  "imageLink": "https://cardinsider.com/wp-content/uploads/2021/07/Indusind-Pinnacle-Credit-Card.png",
  "cardTitle": "IndusInd Bank Pinnacle World Credit Card",
  "bestSuitedFor": "Travel | Shopping",
  "joiningFee": "Rs 12,999/- plus applicable taxes",
  "rewardType": "Reward Points",
  "andThereIsMore": [
    "Exciting gift vouchers from popular brands as a welcome gift.",
    "Up to 2.5 Reward Points per Rs. 100 spent.",
    "Buy 1 Get 1 Free (BOGO) offer on movie tickets via BookMyShow.",
    "Complimentary Priority Pass membership.",
    "Complimentary access to domestic & international airport lounges.",
    "4 complimentary golf rounds annualy.",
    "Air accident cover worth Rs. 25 lakhs.",
    "1% fuel surcharge waiver."
  ],
  "gifts": {
    "welcomeGifts": [
      "Exciting gift vouchers from popular brands as a welcome gift."
    ],
    "milestoneGifts": [],
    "rewardsPoints": [
      "Up to 2.5 Reward Points per Rs. 100 spent."
    ]
  },
  "rewardsBenefits": {
    "Welcome Benefits": [
      "Choose any one benefit from, a Luxe gift card, a complimentary night stay at Oberoi hotels, or gift vouchers from brands like Vero Moda, BATA, Titan, ALDO, etc."
    ],
    "Movie & Dining": [
      "Buy 1 get 1 Free offer (BOGO) on movies with up to 3 complimentary movie tickets every month."
    ],
    "Rewards Rate": [
      "Earn 2.5 reward points per Rs. 100 spent online, 1.5 reward points per Rs. 100 spent on online travel and flight bookings,  1 RP for spends of Rs. 100 on other purchases."
    ],
    "Reward Redemption": [
      "1 RP = Re. 1 for rdeeming against cash credit & 1 RP = 1 InterMile/1  CV Point for redeeming RPs against travel related spends."
    ],
    "Travel": [
      "Complimentary domestic lounge access and Priority Pass membership with complimentary international lounge access."
    ],
    "Golf": [
      "Get 4 complimentary golf lessons and 2 complimentary golf games every month."
    ],
    "Domestic Lounge Access": [
      "1 complimentary domestic lounge visit every quarter."
    ],
    "International Lounge Access": [
      "2 complimentary international lounge visits with the Priority Pass."
    ],
    "Insurance Benefits": [
      "Air accident cover that is worth Rs. 25 lakhs and several travel-related insurance covers."
    ],
    "Zero Liability Protection": [
      "The cardholder will not liable for any fraudulent transaction done on the card post the issue is reported to the bank."
    ]
  },
  "keepAnEyeOn": {
    "Joining Fee": [
      "Rs 12,999/- plus applicable taxes"
    ],
    "Renewal Fee": [
      "Nil"
    ],
    "Spend based Waiver": [
      "Nil"
    ],
    "Rewards Redemption Fee": [
      "Rs. 100 plus applicable taxes per redemption request"
    ],
    "Foreign Currency Markup": [
      "International usage charges of 3.5%"
    ],
    "Interest Rates": [
      "3.83 per month ( 46% per annum)"
    ],
    "Fuel Surcharge": [
      "1% fuel surcharge waiver applicable on all fuel transactions"
    ],
    "Cash Advance Charge": [
      "2.5% of cash advance subject to a minimum charge of Rs 300/-"
    ],
    "Add-on Card Fee": [
      "Nil"
    ]
  }
}