{
  "openerSection": [
    "Crest credit card by IndusInd bank is a top-end offering that comes packed with many premium benefits including a 24×7 concierge service, personal air accident cover, complimentary LoungeKey membership, and multiple best-in-class privileges that one expects from a premium credit card. The Crest card is very much similar to IndusInd bank's own Indulge credit card (we've already covered the Indulge card in our earlier posts). That being said, Crest credit card offers a few additional travel benefits. Not only lounge access, but it comes with various other premium advantages, such as complimentary stays at Oberoi hotels, special airport services, etc.",
    "Coming to its entertainment benefits, one can avail of complimentary movie tickets (3 per month) by booking through BookMyShow. Making your dining experiences more rewarding, it provides you with Club ITC Culinaire membership and up to 25% savings on your dining bills. To know more about this card, keep reading."
  ],
  "imageLink": "https://cardinsider.com/wp-content/uploads/2021/07/Indusind-Bank-Crest-Credit-Card.png",
  "cardTitle": "Indusind Bank Crest Credit Card",
  "bestSuitedFor": "Travel | Shopping",
  "joiningFee": "Rs. 1,00,000 (annual fee of Rs. 10,000 to be paid in this case) or Rs. 2,00,000 (annual fee waived in this case)",
  "rewardType": "Reward Points",
  "andThereIsMore": [
    "2.5 Reward Points for every Rs. 100 spent on all international purchases.",
    "1 Reward Point for every Rs. 100 spent on all domestic transactions.",
    "Reward Points can be transferred to partner airlines' AirMiles programs or redeemable against Cash Credit.",
    "Complimentary access to domestic and international lounges.",
    "Airport benefits including private check-in, private (arrival and departure) lounge, chauffeured car (to and from the aircraft), luggage delivered directly to the private arrival lounge, etc.",
    "Discount on dining bills with Club ITC Culinaire membership.",
    "Complimentary golf lessons and golf games every year with the exclusive golf program and MasterCard golf program each.",
    "Buy One Get One offer on BookMyShow movie tickets (max 3 free tickets/month). Free ticket price capped at Rs. 700. Additional discount of Rs. 50 on selecting the F&B option.",
    "Up to Rs. 3,000 off on dining bills at over 100 partner restaurants.",
    "Lost card liability cover from up to 48 hours prior to reporting the loss of card.",
    "Personal air accident cover (worth Rs. 2.5 crores)."
  ],
  "gifts": {
    "welcomeGifts": [],
    "milestoneGifts": [],
    "rewardsPoints": [
      "2.5 Reward Points for every Rs. 100 spent on all international purchases.",
      "1 Reward Point for every Rs. 100 spent on all domestic transactions.",
      "Reward Points can be transferred to partner airlines' AirMiles programs or redeemable against Cash Credit."
    ]
  },
  "rewardsBenefits": {
    "Welcome Benefits": [
      "N/A"
    ],
    "Movie & Dining": [
      "Buy One Get One ticket offers on BookMyShow (max 3 free tickets per month), exclusive dining benefits with Club ITC Culinaire membership."
    ],
    "Rewards Rate": [
      "2.5 Reward Points per Rs. 100 you spend on international transactions and 1 Reward Point per 100 you spend on domestic transactions."
    ],
    "Reward Redemption": [
      "1 RP = Re. 1 for redeeming against cash credit and 1 RP = 1 AirMile when redeeming against partner airlines' airmiles."
    ],
    "Travel": [
      "LoungeKey membership with complimentary lounge access per quarter, and complimentary access to domestic lounges under the MasterCard India lounge access program."
    ],
    "Golf": [
      "3 complimentary golf rounds and golf lessons every month with the exclusive golf program and 12 complimentary golf lessons & golf games every year with the Mastercard Golf program."
    ],
    "Domestic Lounge Access": [
      "2 complimentary domestic lounge visits quarterly under the MasterCard Lounge access program."
    ],
    "International Lounge Access": [
      "2 complimentary international lounge visits every quarter with the LoungeKey membership"
    ],
    "Insurance Benefits": [
      "Personal air-accident cover worth Rs. 2.5 crores, lost card liability protection from 48 hours prior to the time of reporting the loss of card."
    ],
    "Zero Liability Protection": [
      "Zero cost liability protection from 48 hours prior to reporting the loss of card."
    ]
  },
  "keepAnEyeOn": {
    "Joining Fee": [
      "Rs. 1,00,000 (annual fee of Rs. 10,000 to be paid in this case) or Rs. 2,00,000 (annual fee waived in this case)"
    ],
    "Renewal Fee": [
      "Rs. 10,000 (if joining fee of Rs. 1,00,000 was paid), Nil (if joining fee of Rs. 2,00,000 was paid)"
    ],
    "Spend based Waiver": [
      "Annual membership fee waived off on spending Rs. 20,00,000 in the previous year"
    ],
    "Rewards Redemption Fee": [
      "Rs. 100"
    ],
    "Foreign Currency Markup": [
      "3.5% + GST"
    ],
    "Interest Rates": [
      "2.99% per month (or 36% annually)"
    ],
    "Fuel Surcharge": [
      "Waived for transactions between Rs. 400 and Rs. 4,000"
    ],
    "Cash Advance Charge": [
      "2.5% of the advanced amount, subject to a minimum amount of Rs. 300"
    ],
    "Add-on Card Fee": [
      "Rs. 10,000"
    ]
  }
}