{
  "openerSection": [
    "The IndusInd Bank has recently launched an exciting credit card by collaborating with EazyDiner, which is a popular online app for dining and table reservations. This card is named EazyDiner IndusInd Bank Credit Card. It carries a renewal fee of Rs. 1,999 and welcomes the cardholders with 2,000 bonus Rewards and a complimentary EazyDiner Prime membership, which automatically gets renewed every year. You get a decent reward rate on every category spend and also accelerated points for dining transactions via the EazyDiner app. Other than this, the cardholders get up to 50% additional discount on dining-related spends via EazyDiner, 3x EazyPoints on all the orders, and many more benefits on dining.",
    "Coming to the travel benefits of this credit card, it offers complimentary airport lounge access across various participating domestic lounges in India. Also, this card offers up to 2 free movie tickets every month on BookMyShow. All these benefits of this card make its annual fee totally worth it. For more detailed information about the EazyDiner IndusInd Bank Credit Card, its fees and charges, and the features, refer to the details given below:"
  ],
  "imageLink": "https://cardinsider.com/wp-content/uploads/2022/07/EazyDiner-Indusind-Bank-Credit-Card.png",
  "cardTitle": "EazyDiner Indusind Bank Credit Card",
  "bestSuitedFor": "Dining",
  "joiningFee": "Rs. 1,999 plus applicable taxes",
  "rewardType": "Reward Points",
  "andThereIsMore": [
    "Welcome bonus of 2,000 bonus RPs once the card's joining fee is paid.",
    "Complimentary EazyDiner Prime annual membership that gets renewed every year.",
    "Up to 50% extra discount on dining spends via the PayEazy on the EazyDiner app.",
    "Complimentary access to domestic lounges every year.",
    "Two complimentary movie tickets every month.",
    "1% waiver on fuel surcharge."
  ],
  "gifts": {
    "welcomeGifts": [
      "Welcome bonus of 2,000 bonus RPs once the card's joining fee is paid."
    ],
    "milestoneGifts": [],
    "rewardsPoints": []
  },
  "rewardsBenefits": {
    "Welcome Benefits": [
      "2,000 bonus RPs and complimentary membership of EazyDiner Prime."
    ],
    "Movie & Dining": [
      "Up to 50% additional discounts on dining spends via the EazyDiner app"
    ],
    "Rewards Rate": [
      "4 Reward Points per Rs. 100 retail spend and 10 Reward Points for dining spends through the EazyDiner app."
    ],
    "Reward Redemption": [
      "The reward points earned are redeemable for payment of bills via the EazyDiner app."
    ],
    "Travel": [
      "Complimentary access to domestic lounges every year"
    ],
    "Golf": [
      "NA"
    ],
    "Domestic Lounge Access": [
      "2 complimentary access to domestic lounges every quarter."
    ],
    "International Lounge Access": [
      "NA"
    ],
    "Insurance Benefits": [
      "NA"
    ],
    "Zero Liability Protection": [
      "If any unauthorized transaction is performed on the lost or stolen card, the liability will not fall on the cardholder provided that the bank has been reported in a timely manner."
    ]
  },
  "keepAnEyeOn": {
    "Joining Fee": [
      "Rs. 1,999 plus applicable taxes"
    ],
    "Renewal Fee": [
      "Rs. 1,999"
    ],
    "Spend based Waiver": [
      "NA"
    ],
    "Rewards Redemption Fee": [
      "Nil"
    ],
    "Foreign Currency Markup": [
      "3.5% of the total transaction amount"
    ],
    "Interest Rates": [
      "3.83% per month"
    ],
    "Fuel Surcharge": [
      "1% fuel surcharge waiver on transactions between Rs. 400 and Rs. 4,000 at fuel stations."
    ],
    "Cash Advance Charge": [
      "2.5% of the withdrawn amount subject to a minimum of Rs. 300."
    ],
    "Add-on Card Fee": [
      "Nil"
    ]
  }
}