{
  "openerSection": [
    "Bank of Baroda Premier Credit Card is issued by BoB Financial which aims at providing various benefits at low charges. It comes with a zero joining and annual fee. Up to 10 reward points can be earned on every Rs. 100 you spend using this card and these points can be redeemed against an array of options including cash credit. Moreover, you also get complimentary visits to selected airport lounges in India every calendar quarter.",
    "Previously, the card used to come with an annual fee of Rs. 1,000, which is not waived off by the issuer in order to provide its customers with great benefits at no cost. Other card benefits include fuel surcharge waiver, personal accident insurance, etc. To know more about the Bank of Baroda Premier credit card, go through the complete article:"
  ],
  "imageLink": "https://cardinsider.com/wp-content/uploads/2021/07/Bank-of-Baroda-Premier-Credit-Card-1.png",
  "cardTitle": "Bank of Baroda ( BoB ) Premier Credit Card",
  "bestSuitedFor": "Travel | Dining",
  "joiningFee": "Nil",
  "rewardType": "Reward Points",
  "andThereIsMore": [
    "2 reward points on every Rs 100 spent on all categories.",
    "5x reward points while spending categories such as dining, travel, and international transactions.",
    "Complimentary Domestic Lounge Access at selected airports.",
    "Insurance benefits covering personal accident death cover.",
    "1% fuel surcharge waiver on fuel transactions at all fuel stations across India."
  ],
  "gifts": {
    "welcomeGifts": [],
    "milestoneGifts": [],
    "rewardsPoints": [
      "2 reward points on every Rs 100 spent on all categories.",
      "5x reward points while spending categories such as dining, travel, and international transactions."
    ]
  },
  "rewardsBenefits": {
    "Welcome Benefits": [
      "NA"
    ],
    "Movie & Dining": [
      "NA"
    ],
    "Rewards Rate": [
      "For every Rs. 100 spent on dining, travel, and international transactions, you will get 10 Reward Points, 2 Reward Points on all other spends."
    ],
    "Reward Redemption": [
      "You can redeem these rewards by logging into your Bank of Baroda net banking account and choose from multiple redemption options. 1 Reward Point = Re. 0.25."
    ],
    "Travel": [
      "You will get complimentary access to the domestic lounges."
    ],
    "Golf": [
      "NA"
    ],
    "Domestic Lounge Access": [
      "1 complimentary domestic lounge visit per quarter."
    ],
    "International Lounge Access": [
      "NA"
    ],
    "Insurance Benefits": [
      "You get a personal accidental death cover with this credit card"
    ],
    "Zero Liability Protection": [
      "Protection against fraudulent transactions in case of loss or theft of the card, if informed to the bank within the specified time frame."
    ]
  },
  "keepAnEyeOn": {
    "Joining Fee": [
      "Nil"
    ],
    "Renewal Fee": [
      "Nil"
    ],
    "Spend based Waiver": [
      "NA"
    ],
    "Rewards Redemption Fee": [
      "Nil"
    ],
    "Foreign Currency Markup": [
      "3.5% on the transaction amount"
    ],
    "Interest Rates": [
      "3.25% per month (39% per annum)"
    ],
    "Fuel Surcharge": [
      "1% waiver on fuel transactions between Rs. 400 and Rs. 5,000."
    ],
    "Cash Advance Charge": [
      "2.5% of the amount withdrawn subject to a minimum charge of Rs. 300."
    ],
    "Add-on Card Fee": [
      "Nil"
    ]
  }
}