{
  "openerSection": [
    "For those who wish to own a credit card without heavy joining and renewal fees, not to worry, we are here to help you. The Bank of Baroda offers you one such card having zero joining and renewal fee, that is, Bank of Baroda Easy Credit Card. This card is perfect for daily spending as it will earn you reward points in return. You earn 5 reward points on spending Rs. 100 on movies, groceries, and departmental stores. This card offers you a cash-back of 0.5% on the payment of the card bill. Moreover, this card covers zero liability protection on the loss of the card. To learn more about the card, kindly read the below-given features and benefits."
  ],
  "imageLink": "https://cardinsider.com/wp-content/uploads/2021/07/Bank-of-Baroda-Easy-Credit-Card-1.png",
  "cardTitle": "Bank of Baroda ( BoB ) Easy Credit Card",
  "bestSuitedFor": "Shopping",
  "joiningFee": "Nil",
  "rewardType": "Reward Points",
  "andThereIsMore": [
    "No annual fee.",
    "Earn 5X reward points on selected merchant categories like groceries, departmental stores, movies, etc.",
    "Earn 1 reward point on other categories.",
    "Earn 0.5% cashback on payment of card bill."
  ],
  "gifts": {
    "welcomeGifts": [],
    "milestoneGifts": [],
    "rewardsPoints": [
      "Earn 5X reward points on selected merchant categories like groceries, departmental stores, movies, etc.",
      "Earn 1 reward point on other categories."
    ]
  },
  "rewardsBenefits": {
    "Welcome Benefits": [
      "NA"
    ],
    "Movie & Dining": [
      "NA"
    ],
    "Rewards Rate": [
      "5X reward points on every Rs. 100 spent on selected merchant categories like movies, groceries, and departmental stores. 1 reward point on every Rs. 100 spent on other categories. 0.5 % cashback on card bill payment."
    ],
    "Reward Redemption": [
      "Accumulated reward points can be redeemed against cashback and other exciting options. 1 reward point is equivalent to Re. 0.25."
    ],
    "Travel": [
      "NA"
    ],
    "Golf": [
      "NA"
    ],
    "Domestic Lounge Access": [
      "NA"
    ],
    "International Lounge Access": [
      "NA"
    ],
    "Insurance Benefits": [
      "NA"
    ],
    "Zero Liability Protection": [
      "It covers zero liability protection. To avail of this benefit, the cardholder has to inform the bank within 24 hours of the card loss or any other fraudulent transaction."
    ]
  },
  "keepAnEyeOn": {
    "Joining Fee": [
      "Nil"
    ],
    "Renewal Fee": [
      "Nil"
    ],
    "Spend based Waiver": [
      "NA"
    ],
    "Rewards Redemption Fee": [
      "Nil"
    ],
    "Foreign Currency Markup": [
      "3.50% p.m."
    ],
    "Interest Rates": [
      "3.25% p.m."
    ],
    "Fuel Surcharge": [
      "Waiver of 1 % fuel surcharge on fuel transaction between Rs. 400 – Rs. 5000 at all petrol pumps all across India. The maximum transaction amount capped is at Rs. 250 per statement cycle."
    ],
    "Cash Advance Charge": [
      "At Domestic ATMs – 2.5% or Rs. 300\nAt International ATMs – 3% or Rs. 300"
    ],
    "Add-on Card Fee": [
      "Nil"
    ]
  }
}