{
  "openerSection": [
    "Bank of Baroda Prime credit card is a popular secured credit card (i.e. card against fixed deposit) offered by BoB Financial, the financial services-related company owned by Bank of Baroda. The Prime credit card is issued against an FD of Rs 15,000 or more and no income proof is required. This card is a lifetime free credit card, i.e, you don't need to pay any annual changes to avail of its benefits. You get 4 Rewards on every Rs 100 spent (equivalent to 1% cashback) on all categories. These points can easily be redeemed against a lot of exclusive options including shopping, gift vouchers, etc.",
    "There are many more advantages associated with the Bank Of Baroda Prime credit card such as accidental insurance cover, fuel surcharge waiver, zero liability cover, etc. It is a great option for those who don't have a credit history as they can build their credit by using this no-annual-fee credit card. Read below to know more about the BoB Prime credit card:"
  ],
  "imageLink": "https://cardinsider.com/wp-content/uploads/2021/08/Bank-of-Baroda-Prime-Credit-Card-2.png",
  "cardTitle": "Bank of Baroda (BoB) Prime Credit Card",
  "bestSuitedFor": "Shopping",
  "joiningFee": "Nil",
  "rewardType": "Reward Points",
  "andThereIsMore": [
    "Guaranteed issuance against a fixed deposit of Rs. 15,000.",
    "No joining/annual fee.",
    "4 Reward points on every retail purchase of Rs 100.",
    "1% fuel surcharge waiver on all fuel spends.",
    "Complimentary personal accident insurance cover.",
    " Lost card liability protection."
  ],
  "gifts": {
    "welcomeGifts": [],
    "milestoneGifts": [],
    "rewardsPoints": [
      "4 Reward points on every retail purchase of Rs 100."
    ]
  },
  "rewardsBenefits": {
    "Welcome Benefits": [
      "NA"
    ],
    "Movie & Dining": [
      "NA"
    ],
    "Rewards Rate": [
      "4 RPs on every Rs 100 spent."
    ],
    "Reward Redemption": [
      "1 Reward Point = Re. 0.25"
    ],
    "Travel": [
      "NA"
    ],
    "Golf": [
      "NA"
    ],
    "Domestic Lounge Access": [
      "NA"
    ],
    "International Lounge Access": [
      "NA"
    ],
    "Insurance Benefits": [
      "Cardholders get insurance coverage against personal accident."
    ],
    "Zero Liability Protection": [
      "The cardholders are not responsible for any unauthorized purchases reporting the loss of the card to the bank."
    ]
  },
  "keepAnEyeOn": {
    "Joining Fee": [
      "Nil"
    ],
    "Renewal Fee": [
      "Nil"
    ],
    "Spend based Waiver": [
      "NA"
    ],
    "Rewards Redemption Fee": [
      "Nil"
    ],
    "Foreign Currency Markup": [
      "3.5% on the total foreign conversion amount"
    ],
    "Interest Rates": [
      "3.25% per month (39% annually)"
    ],
    "Fuel Surcharge": [
      "1% fuel surcharge waiver on all fuel purchases between Rs. 400 and Rs. 5,000 at all petrol stations."
    ],
    "Cash Advance Charge": [
      "2.5% of the withdrawn amount subject to a minimum charge of Rs. 300."
    ],
    "Add-on Card Fee": [
      "Nil"
    ]
  }
}