{
  "openerSection": [
    "BOB Financial, which is a wholly-owned subsidiary of Bank of Baroda, last year added four new credit cards including the Eterna card to their diverse catalog of credit cards. It comes with a complimentary FitPass Pro membership and 10,000 bonus reward points as a welcome gift. The Eterna card, which is the premium-most offering by the bank comes with a host of benefits including unlimited free domestic lounge access, complimentary golf sessions/lessons, air accidental insurance cover worth Rs. 1 crore, and lots of other premium features.",
    "The card also offers a very good reward rate. You get 15 reward points / Rs. 100 on all online spends and on all travel, dining and movie spends. The foreign currency mark-up fee of 2% is also comparatively lower than most other cards. Read on for further information on the BoB Eterna Credit Card:"
  ],
  "imageLink": "https://cardinsider.com/wp-content/uploads/2021/07/bank-of-baroda-eterna-credit-card-2.png",
  "cardTitle": "Bank of Baroda (BoB) Eterna Credit Card",
  "bestSuitedFor": "Shopping",
  "joiningFee": "Rs. 2,499 + GST",
  "rewardType": "Reward Points",
  "andThereIsMore": [
    "Get FitPass Pro membership worth Rs. 15,000 as a welcome gift.",
    "10,000 reward points of expenditure of Rs. 50,000 within 60 days of card issuance.",
    "20,000 bonus reward points on spending Rs. 5,00,000 in a year.",
    "15 reward points on every Rs. 100 spent on online shopping, travel, dining and movie tickets.",
    "3 reward points on spends of Rs. 100 on all other categories.",
    "1 Reward Point = Rs. 0.25.",
    "Reward Points redeemable as cashback or for other categories of expenditure on the BOB's reward redemption portal.",
    "Joining fee waived off on spending Rs. 25,000 in the first 60 days.",
    "Annual membership fee of the subsequent year waived on the expenditure of Rs. 2.5 lakh in the previous year.",
    "Personal accidental death insurance cover (Rs. 1 crore for air accident, Rs. 10 lakh for a non-air accident)."
  ],
  "gifts": {
    "welcomeGifts": [
      "Get FitPass Pro membership worth Rs. 15,000 as a welcome gift."
    ],
    "milestoneGifts": [],
    "rewardsPoints": [
      "10,000 reward points of expenditure of Rs. 50,000 within 60 days of card issuance.",
      "20,000 bonus reward points on spending Rs. 5,00,000 in a year.",
      "15 reward points on every Rs. 100 spent on online shopping, travel, dining and movie tickets.",
      "3 reward points on spends of Rs. 100 on all other categories.",
      "1 Reward Point = Rs. 0.25.",
      "Reward Points redeemable as cashback or for other categories of expenditure on the BOB's reward redemption portal."
    ]
  },
  "rewardsBenefits": {
    "Welcome Benefits": [
      "6-month FitPass Pro membership worth Rs. 15,000 and 10,000 bonus reward points."
    ],
    "Movie & Dining": [
      "5X (15) reward points on movie and dining spends, 250 plus culinary deals at MasterCard Priceless specials, Buy One Get One scheme on movie tickets booked through Paytm app (max discount capped at Rs. 250/month)"
    ],
    "Rewards Rate": [
      "15 reward points / Rs. 100 on online shopping, travel, movie, and dining spends (max cap of 5,000 points at this rate), 3 reward points/ Rs. 100 for spends on all other categories."
    ],
    "Reward Redemption": [
      "Reward points redeemable as cashback or against flight tickets, hotel reservations, shopping, etc at a rate of 1 RP = Re. 0.25."
    ],
    "Travel": [
      "Unlimited complimentary domestic lounge access, lower foreign currency mark-up of 2%."
    ],
    "Golf": [
      "4 complimentary rounds of golf with green fee waived annually (not more than 1 in a month), 12 complimentary golf lessons/year, 50% of the green fee waived beyond the complimentary sessions."
    ],
    "Domestic Lounge Access": [
      "Unlimited complimentary domestic lounge access under the Mastercard India lounge program."
    ],
    "International Lounge Access": [
      "N/A"
    ],
    "Insurance Benefits": [
      "Accidental death cover (worth 1 crore in case of air-accident and Rs. 10 lakh in all other cases)"
    ],
    "Zero Liability Protection": [
      "Cardmember not liable for any fraudulent transaction post the time of reporting the loss of card."
    ]
  },
  "keepAnEyeOn": {
    "Joining Fee": [
      "Rs. 2,499 + GST"
    ],
    "Renewal Fee": [
      "Rs. 2,499 + GST"
    ],
    "Spend based Waiver": [
      "Joining fee waived on spending Rs. 25,000 in the first 60 days, annual fee of the subsequent year waived on expenditure of Rs. 2.5 lakh in the previous year"
    ],
    "Rewards Redemption Fee": [
      "Nil"
    ],
    "Foreign Currency Markup": [
      "2% of the transacted amount"
    ],
    "Interest Rates": [
      "3.25% per month or 39% per annum"
    ],
    "Fuel Surcharge": [
      "1% of the transaction amount waived for transactions between Rs. 400 and Rs. 5,000 (subject to a maximum waiver of RS. 250 per statement cycle)"
    ],
    "Cash Advance Charge": [
      "2.5% of the transaction amount, subject to a minimum charge of Rs. 500"
    ],
    "Add-on Card Fee": [
      "Nil"
    ]
  }
}