{
  "openerSection": [
    "Together with the Hindustan Petroleum Corporation Limited (HPCL), the Bank of Baroda recently launched a co-branded credit card – HPCL Bank of Baroda ENERGIE Credit Card. This credit card has been designed keeping in mind the hike in fuel prices. But even after the hike, fuel is an individual's necessity but what better than being rewarded for the amount that you spend on your fuel purchases. There exists another HPCL co-branded credit card in the market which is the ICICI Bank HPCL Super Saver Credit Card. Both these cards are in direct competition with each other. The HPCL Bank of Baroda ENERGIE Credit Card comes with a joining and renewal fee of Rs. 499 which is quite genuine with respect to the rewards that this card offers to its holders. You can earn up to 24 Reward Points for every Rs. 150 spent on fuel purchases at the HPCL fuel stations. You are also entitled to a welcome benefit of 2,000 Reward Points with this credit card. There are various other benefits that cardholders will receive. Keep reading the article to know more about this credit card –"
  ],
  "imageLink": "https://cardinsider.com/wp-content/uploads/2022/05/HPCL-Bank-of-Baroda-ENERGIE-Credit-Card.png",
  "cardTitle": "HPCL Bank of Baroda (BoB) ENERGIE Credit Card",
  "bestSuitedFor": "Fuel | Shopping",
  "joiningFee": "Rs. 499",
  "rewardType": "Reward Points",
  "andThereIsMore": [
    "2000 Bonus Reward Points (Transaction based)",
    "24 Reward Points on every Rs. 150 spent on fuel purchases at HPCL pumps",
    "10 Reward Points on every Rs. 150 spent on departmental stores and groceries",
    "2 Reward Points on every Rs. 150 spent on all other categories",
    "Additional 1.5% cashback on fuel purchases at HPCL pumps if paid through HP Pay Application",
    "Complimentary domestic lounge access",
    "25% discount on movie ticket bookings",
    "1% fuel surcharge waiver on all fuel transcations"
  ],
  "gifts": {
    "welcomeGifts": [],
    "milestoneGifts": [],
    "rewardsPoints": [
      "2000 Bonus Reward Points (Transaction based)",
      "24 Reward Points on every Rs. 150 spent on fuel purchases at HPCL pumps",
      "10 Reward Points on every Rs. 150 spent on departmental stores and groceries",
      "2 Reward Points on every Rs. 150 spent on all other categories"
    ]
  },
  "rewardsBenefits": {
    "Welcome Benefits": [
      "On spending Rs. 5,000 or more first 60 days after paying the joining fee, you get 2,000 Bonus RPs."
    ],
    "Movie & Dining": [
      "25% off on the purchase of 2 movie tickets via Paytm movies"
    ],
    "Rewards Rate": [
      "Get 24 Reward Points per Rs. 150 spent on fuel transactions at all the HPCL fuel stations.\n10 Reward Points per Rs. 150 spent on groceries and departmental spends.\n2 Reward Points per Rs. 150 spent on other categories.\n"
    ],
    "Reward Redemption": [
      "the reward Points earned are redeemable for various options available on the BoB website and can be redeemed for cash as well. 1 RP = Rs. 0.25"
    ],
    "Travel": [
      "Complimentary visits to airport lounges."
    ],
    "Golf": [
      "NA"
    ],
    "Domestic Lounge Access": [
      "4 Complimentary access to domestic lounges annually (1 visit every quarter)"
    ],
    "International Lounge Access": [
      "NA"
    ],
    "Insurance Benefits": [
      "NA"
    ],
    "Zero Liability Protection": [
      "Zero Liability Protection to the cardholder if the card is reported lost or stolen in a timely manner."
    ]
  },
  "keepAnEyeOn": {
    "Joining Fee": [
      "Rs. 499"
    ],
    "Renewal Fee": [
      "Rs. 499 (plus applicable taxes)"
    ],
    "Spend based Waiver": [
      "Get renewal fee waived off on spending Rs. 50,000 or more in the preceding year."
    ],
    "Rewards Redemption Fee": [
      "Nil"
    ],
    "Foreign Currency Markup": [
      "3.5% on all foreign transactions"
    ],
    "Interest Rates": [
      "3.49% pm (or 41.88% annually)"
    ],
    "Fuel Surcharge": [
      "1% at all fuel stations in India"
    ],
    "Cash Advance Charge": [
      "2.5% of the amount or Rs. 500, which ever is higher."
    ],
    "Add-on Card Fee": [
      "Nil"
    ]
  }
}