{
  "openerSection": [
    "IDFC First Select credit card is one of the premium and most popular cards offered by IDFC First Bank, the other popular cards being IDFC First Millennia, IDFC First Classic Credit Card, etc. The card provides a diverse range of offers and benefits to its customers. You get a welcome voucher worth Rs 500 on achieving spends of Rs. 15,000 or more. Furthermore, you also get a cashback of up to 5% on your EMI transactions. Under its reward programs, you get up to 10x Rewards on your regular spending and redeem them against a variety of options of your choice. The card provides you with multiple travel benefits and privileges such as complimentary lounge access at airports and railway stations.",
    "You also get 1+1 offers on movie ticket bookings with PayTM mobile app. There are several other benefits such as insurance benefits, special discounts on dining, roadside assistance, fuel surcharge waiver, and much more. Read further to know more information about the IDFC First Select credit card below."
  ],
  "imageLink": "https://cardinsider.com/wp-content/uploads/2021/08/IDFC-First-select-credit-card.png",
  "cardTitle": "IDFC FIRST Select Credit Card",
  "bestSuitedFor": "Travel | Shopping",
  "joiningFee": "Nil",
  "rewardType": "Reward Points",
  "andThereIsMore": [
    "Gift vouchers worth Rs 500 and 5% cashback on EMI transactions as a welcome benefit.",
    "10x Rewards for every Rs. 125 spent on purchases above Rs. 25,000.",
    "10x RPs on every Rs 125 all spends on your birthdays.",
    "6x Reward points on every Rs 125 spent on online spendings.",
    "3x Rewards on every Rs 125 spent on offline purchases up to Rs 25,000",
    "Low interest rate (0.75% – 2.99%) and low foreign currency markup (1.5%)",
    "Complimentary railways and airport lounge access every quarter.",
    "Personal Accident Cover worth Rs 5,00,000",
    "Lost card liability covers worth Rs. 50,000",
    "1% fuel surcharge waived on all fuel purchases."
  ],
  "gifts": {
    "welcomeGifts": [
      "Gift vouchers worth Rs 500 and 5% cashback on EMI transactions as a welcome benefit."
    ],
    "milestoneGifts": [],
    "rewardsPoints": [
      "6x Reward points on every Rs 125 spent on online spendings."
    ]
  },
  "rewardsBenefits": {
    "Welcome Benefits": [
      "Welcome gifts worth Rs. 500 in the form of vouchers based on spends within 90 days of card issuance and a 5% cashback on EMI transactions within 90 days of card issuance."
    ],
    "Movie & Dining": [
      "Buy One Get One free offer on movies & up to 20% discount on dining."
    ],
    "Rewards Rate": [
      "3 Reward Points on each Rs. 125 spent offline, 6 Reward Points on each Rs. 125 spent online, and 10 Reward Points on every Rs. 125 on spends above Rs. 25,000."
    ],
    "Reward Redemption": [
      "1 Reward point = Re. 0.25 for redemption. These reward points can be redeemed at the Poshvine reward portal or at exclusive merchant stores."
    ],
    "Travel": [
      "Complimentary lounge access at select airports and railway stations across India"
    ],
    "Golf": [
      "NA"
    ],
    "Domestic Lounge Access": [
      "4 complimentary domestic airport lounge visits and 4 complimentary railway lounge visits per quarter."
    ],
    "International Lounge Access": [
      "NA"
    ],
    "Insurance Benefits": [
      "You get personal accident cover worth upto Rs 5,00,000 and a travel insurance cover worth up to Rs 22,500."
    ],
    "Zero Liability Protection": [
      "You get a zero liability protection cover worth Rs 50,000 against any fraudulent transactions reported within the stipulated time."
    ]
  },
  "keepAnEyeOn": {
    "Joining Fee": [
      "Nil"
    ],
    "Renewal Fee": [
      "Nil"
    ],
    "Spend based Waiver": [
      "NA"
    ],
    "Rewards Redemption Fee": [
      "Nil"
    ],
    "Foreign Currency Markup": [
      "1.99% of the total conversion amount"
    ],
    "Interest Rates": [
      "Ranges between 0.75% to 3.5% based upon the credit history of the individual"
    ],
    "Fuel Surcharge": [
      "1% surcharge waived on all fuel purchases at all petrol pumps across India subject to a maximum amount of Rs. 300."
    ],
    "Cash Advance Charge": [
      "Rs. 250"
    ],
    "Add-on Card Fee": [
      "Nil"
    ]
  }
}