{
  "openerSection": [
    "Along with the IDFC First Select, IDFC First Millennia, the IDFC FIRST Classic Credit Card is also a no annual fee credit card issued by the bank. The card comes without a joining fee but keeps all the requirements of its customers in mind. It welcomes you with a gift voucher worth Rs. 500 and a 5% cashback on your first EMI transaction. With this card, you get 3 Reward Points on every Rs. 150 spent on offline purchases and 6 for every Rs. 150 spent on online purchases. You can even earn up to 10 Reward Points on incremental spends. Other than that, you get extra reward points for big purchases and for all the transactions made on your birthday.",
    "Not only Reward Points, but the card also provides you with great travel, movie & dining benefits as you get 4 complimentary Railway lounge access every quarter, up to 20% discount on dining, and a discount of 25% on movies. Moreover, there are many more benefits you get with the IDFC FIRST Classic Credit Card, such as complimentary Road Side Assistance, Insurance benefits, etc. To know all about the benefits of the card in detail, refer to the information given below:"
  ],
  "imageLink": "https://cardinsider.com/wp-content/uploads/2021/07/IDFC-FIRST-Classic-Credit-Card.png",
  "cardTitle": "IDFC FIRST Classic Credit Card",
  "bestSuitedFor": "Travel",
  "joiningFee": "Nil",
  "rewardType": "Reward Points",
  "andThereIsMore": [
    "3 Reward Points on every Rs. 150 you spend on offline purchases.",
    "6 Reward Points on every Rs. 150 you spend on online purchases.",
    "10 Reward Points on every Rs. 150 you spend on purchases above Rs. 20,000.",
    "10 Reward Points on every Rs. 150 spent on your birthday.",
    "The card comes with no joining/renewal fee.",
    "Welcome benefit of a gift voucher worth Rs. 500.",
    "25% discount on movie tickets.",
    "4 complimentary Railway lounge access every quarter.",
    "More than 50 In-app discount offers.",
    "Get free Road Side Assistance."
  ],
  "gifts": {
    "welcomeGifts": [
      "Welcome benefit of a gift voucher worth Rs. 500."
    ],
    "milestoneGifts": [],
    "rewardsPoints": [
      "3 Reward Points on every Rs. 150 you spend on offline purchases.",
      "6 Reward Points on every Rs. 150 you spend on online purchases.",
      "10 Reward Points on every Rs. 150 you spend on purchases above Rs. 20,000.",
      "10 Reward Points on every Rs. 150 spent on your birthday."
    ]
  },
  "rewardsBenefits": {
    "Welcome Benefits": [
      "Get a welcome gift voucher worth Rs. 500 on spending Rs. 15,000 or more within the first 90 days."
    ],
    "Movie & Dining": [
      "Get a 25% discount on movies (up to Rs. 100) and up to a 20% discount on dining through your IDFC FIRST Classic Credit Card."
    ],
    "Rewards Rate": [
      "3 Reward Points on every offline spend of Rs. 150 & 6 Reward Points on every online spend of Rs. 150."
    ],
    "Reward Redemption": [
      "The Reward Points can be redeemed instantly for online transactions & partner stores. Here, 1 Reward Point = Rs. 0.25."
    ],
    "Travel": [
      "Get complimentary Railway lounge access"
    ],
    "Golf": [
      "NA"
    ],
    "Domestic Lounge Access": [
      "4 complimentary Railway lounge access every quarter."
    ],
    "International Lounge Access": [
      "NA"
    ],
    "Insurance Benefits": [
      "Accidental death cover worth Rs. 2 lakhs and a cover for a lost card is provided."
    ],
    "Zero Liability Protection": [
      "You will not be liable for any fraudulent transactions made on your card if the loss is reported to the bank in a timely manner."
    ]
  },
  "keepAnEyeOn": {
    "Joining Fee": [
      "Nil"
    ],
    "Renewal Fee": [
      "Nil"
    ],
    "Spend based Waiver": [
      "NA"
    ],
    "Rewards Redemption Fee": [
      "Nil"
    ],
    "Foreign Currency Markup": [
      "3.5% on all foreign currency spends."
    ],
    "Interest Rates": [
      "0.75% to 3.5% per month"
    ],
    "Fuel Surcharge": [
      "1% fuel surcharge waiver (up to Rs. 200 per statement cycle)"
    ],
    "Cash Advance Charge": [
      "Rs. 250"
    ],
    "Add-on Card Fee": [
      "Nil"
    ]
  }
}