{
  "openerSection": [
    "If you are looking for an entry-level card, IDFC's FIRST Millennia credit card is the right choice for you. This is a reward points-based credit card with a decent rewards program. It offers up to 10x Non-Expiring Reward points which can be redeemed at any point in time, that too without paying any redemption charges. This card provides reward points on online as well as offline spending. Moreover, if someone is fond of traveling via trains, then this card provides complimentary Railway Lounge access four times a quarter making your traveling experience a lot more luxurious.",
    "Other card benefits include a discount of up to 25% on movies, up to 20% off on dining, complimentary roadside assistance, and many more. Plus, it is a lifetime free, i.e, no annual fee credit card, which means you don't have to pay a single penny till the time you are using this amazing card. Read on to know more about the IDFC FIRST Millennia Credit Card:"
  ],
  "imageLink": "https://cardinsider.com/wp-content/uploads/2021/07/IDFC-First-Millenia-credit-card.png",
  "cardTitle": "IDFC FIRST Millennia Credit Card",
  "bestSuitedFor": "Shopping",
  "joiningFee": "Nil",
  "rewardType": "Reward Points",
  "andThereIsMore": [
    "Zero annual fee credit card.",
    "Comes with never-expiring reward points.",
    "10x Reward Points on spends of Rs 20,000 and above.",
    "10x Reward points on all spend done on your birthday.",
    "6x reward points on all online spends and 3x reward points on all offline spends.",
    "Low-Interest Rates starting at 0.75% per month.",
    "Fuel surcharge waiver at all gas stations pan India (Upto Rs. 200 every month).",
    "Complimentary Railway lounge access 4 times in a quarter.",
    "Personal Accidental Cover worth Rs 2 Lacs on all active cards.",
    "Fuel surcharge waiver on all fuel purchases."
  ],
  "gifts": {
    "welcomeGifts": [],
    "milestoneGifts": [],
    "rewardsPoints": [
      "Comes with never-expiring reward points.",
      "10x Reward Points on spends of Rs 20,000 and above.",
      "10x Reward points on all spend done on your birthday.",
      "6x reward points on all online spends and 3x reward points on all offline spends."
    ]
  },
  "rewardsBenefits": {
    "Welcome Benefits": [
      "5% cashback on first EMI spend and additional gift vouchers worth Rs. 500."
    ],
    "Movie & Dining": [
      "Up to 20% discount on more than 1,500 Restaurants across India. Avail 25% discount on movie tickets once a month (up to Rs. 100)."
    ],
    "Rewards Rate": [
      "3 Reward Points on each offline spend of Rs. 100, 6 RPs per online spend of Rs. 100, and 10 Rewards on every Rs. 100 on spends above Rs. 20,000."
    ],
    "Reward Redemption": [
      "NA"
    ],
    "Travel": [
      "Complimentary Railway lounge access 4 times in a quarter."
    ],
    "Golf": [
      "NA"
    ],
    "Domestic Lounge Access": [
      "NA"
    ],
    "International Lounge Access": [
      "NA"
    ],
    "Insurance Benefits": [
      "Personal Accidental Cover worth Rs. 2 Lakhs on all active cards. Lost Card Liability Cover of Rs 25,000."
    ],
    "Zero Liability Protection": [
      "Zero Liability protection upto Rs 25,000. Not valid on PIN Based transactions."
    ]
  },
  "keepAnEyeOn": {
    "Joining Fee": [
      "Nil"
    ],
    "Renewal Fee": [
      "Nil"
    ],
    "Spend based Waiver": [
      "Nil"
    ],
    "Rewards Redemption Fee": [
      "Nil"
    ],
    "Foreign Currency Markup": [
      "3.5% of the total transaction value."
    ],
    "Interest Rates": [
      "Starting from 0.75% and goes up to 2.99% per month."
    ],
    "Fuel Surcharge": [
      "1% fuel surcharge waiver at all fuel stations and on all fuel purchases across India (Upto Rs 200 every month)."
    ],
    "Cash Advance Charge": [
      "Transaction fees of Rs 250"
    ],
    "Add-on Card Fee": [
      "Nil"
    ]
  }
}