{
  "openerSection": [
    "The IDFC FIRST Bank forayed into the credit card business in the month of January this year with the launch of a line-up of four exclusive credit cards – IDFC FIRST Millennia, FIRST Select, FIRST Classic, and FIRST Wealth credit cards. The IDFC FIRST Wealth credit card is the top-end offering by the bank. Despite its premium features, like the other three cards in the line-up, the Wealth credit card also comes with a zero annual membership fee. The card also has a low-interest rate (0.75% – 3.5%) and a very low forex markup fee of just 1.5% of the transacted amount.",
    "As it is a premium offering of the bank, you also get benefits like complimentary rounds of golf, complimentary international as well as domestic lounge visits, and multiple insurance covers including an air accident insurance cover worth Rs. 1 crore. Not just this, but you can also avail of up to 2 free movie tickets each month and make your movie experiences even more rewarding with this card. Read on to know more about the IDFC FIRST Wealth Credit Card."
  ],
  "imageLink": "https://cardinsider.com/wp-content/uploads/2021/07/IDFC-First-Wealth-credit-card.png",
  "cardTitle": "IDFC FIRST Wealth Credit Card",
  "bestSuitedFor": "Shopping",
  "joiningFee": "Nil",
  "rewardType": "Reward Points",
  "andThereIsMore": [
    "A lifetime free card with exciting privileges.",
    "Gift voucher worth Rs. 500 and a 5% cashback on the first EMI transaction performed within 90 days of card setup.",
    "6x Rewards on all online spends.",
    "3x RPs on all offline spends (for spends up to Rs. 30,000).",
    "10x Reward Points on large spends of Rs. 30,000 or more.",
    "10x Reward Points on all transactions on your birthday.",
    "Low interest rate (0.75% – 3.5%) and low foreign currency markup (1.5%).",
    "4 complimentary airport lounge access and spa visits every quarter.",
    "Up to 2 complimentary rounds of golf every month.",
    "4 complimentary railway lounge visits every calendar quarter.",
    "Air accident cover worth Rs. 1 crore and personal accident cover worth Rs. 10 lakh.",
    "1% fuel surcharge waiver."
  ],
  "gifts": {
    "welcomeGifts": [],
    "milestoneGifts": [],
    "rewardsPoints": [
      "10x Reward Points on large spends of Rs. 30,000 or more.",
      "10x Reward Points on all transactions on your birthday."
    ]
  },
  "rewardsBenefits": {
    "Welcome Benefits": [
      "Gift Vouchers worth Rs. 500 from premium brands and a 5% cashback on the first EMI transaction made within the first 90 days."
    ],
    "Movie & Dining": [
      "Rs. 500 off on the second movie ticket onwards on Paytm mobile app (max two free tickets can be availed in a month), up to 20% discount on over 1,500 restaurants."
    ],
    "Rewards Rate": [
      "3 Reward Points on every Rs. 100 spent offline, 6 Reward Points on every Rs. 100 spent online, 10 Reward Points per Rs. 100 on spends above Rs. 30,000."
    ],
    "Reward Redemption": [
      "Reward Points redeemable on Poshvine redemption portal for shopping vouchers from many popular brands including at a rate of 1 Reward Point = Rs. 0.25."
    ],
    "Travel": [
      "You get complimentary international as well as domestic lounge access and spa visits every year."
    ],
    "Golf": [
      "Complimentary golf rounds each month for every Rs. 20,000 spent in the previous month (max 2 golf rounds in a month)."
    ],
    "Domestic Lounge Access": [
      "Up to 4 free visits to domestic airport lounges per quarter."
    ],
    "International Lounge Access": [
      "Up to 4 complimentary international lounge visits per quarter."
    ],
    "Insurance Benefits": [
      "Travel-related insurance benefits including accidental air death insurance worth Rs. 1 crore, personal accident coverage worth Rs. 10 lakh, and lost card liability cover worth Rs. 50,000"
    ],
    "Zero Liability Protection": [
      "Bank not liable for any unauthorized transaction prior to the time of reporting the loss of card. However, you do get a lost card liability cover worth Rs. 50,000."
    ]
  },
  "keepAnEyeOn": {
    "Joining Fee": [
      "Nil"
    ],
    "Renewal Fee": [
      "Nil"
    ],
    "Spend based Waiver": [
      "Nil"
    ],
    "Rewards Redemption Fee": [
      "Nil"
    ],
    "Foreign Currency Markup": [
      "1.5% + GST"
    ],
    "Interest Rates": [
      "0.75% to 3.5% per month depending upon the credit history of the card member."
    ],
    "Fuel Surcharge": [
      "A 1% fuel surcharge is waived at all authorized fuel stations  (max waived amount capped at Rs. 400/month)."
    ],
    "Cash Advance Charge": [
      "Rs. 250 per transaction"
    ],
    "Add-on Card Fee": [
      "Nil"
    ]
  }
}