{
  "openerSection": [
    "IndianOil HDFC credit card is a co-branded credit card issued by the HDFC Bank in collaboration with IndianOil. This card rewards you in the form of fuel points, which can be used for purchasing fuel at Indian Oil Petrol pumps. Axis Bank also offers a similar credit card named ‘IndianOil Axis Bank Credit Card‘ in partnership with the Indian Oil Corporation Limited, which can be considered a strong competitor to this card. You can get up to 50 liters of free fuel annually by purchasing the fuel with the fuel points you earn.",
    "You also get a complimentary membership IndianOil XTRAREWARDS Program (IXRP), which enables you to redeem the fuel points at a rate of 1 FP = Re. 0.96, which is a very good rate. Not only fuel points but you can also redeem your earned fuel points against products/vouchers and several other categories. This card comes with a nominal joining fee of Rs 500, which can be waived off if you spend Rs 20,000 in the first 90 days of card issuance. Read below to know more about the IndianOil HDFC credit card."
  ],
  "imageLink": "https://cardinsider.com/wp-content/uploads/2021/07/IndianOil-HDFC-Bank.png",
  "cardTitle": "IndianOil HDFC Bank Credit Card",
  "bestSuitedFor": "Fuel",
  "joiningFee": "Rs. 500 (plus applicable taxes)",
  "rewardType": "Fuel Points",
  "andThereIsMore": [
    "Complimentary IndianOil XTRAREWARDS Program membership.",
    "1st-year membership fee waiver on spends of Rs 20,000 or above in the first 90 days with IndianOil HDFC Bank Credit Card.",
    "Renewal fee waiver on annual spends of Rs 50,000 and above in the previous year.",
    "5% of spends as Fuel Points at IndianOil outlets, groceries, and bill payments.",
    "1 Fuel Point on every Rs 150 spent on all other purchases.",
    "Up to 50 liters of free fuel annually using an IndianOil HDFC Bank credit card.",
    "Saving of 2.5% on dining.",
    "Fuel surcharge of 1% waived on all fuel transactions at all fuel stations across India."
  ],
  "gifts": {
    "welcomeGifts": [],
    "milestoneGifts": [],
    "rewardsPoints": []
  },
  "rewardsBenefits": {
    "Welcome Benefits": [
      "N/A"
    ],
    "Movie & Dining": [
      "Save 2.5% on your dining bills."
    ],
    "Rewards Rate": [
      "5% of spends as Fuel Points at IndianOil outlets, groceries, and bill payments, 1 Fuel Point on every Rs. 150 spent on all other purchases, reward rate of up to 4.8%"
    ],
    "Reward Redemption": [
      "Fuel Points redeemable for Free Fuel using the complimentary IndianOil XTRAREWARDS Program (IXRP) membership at IndianOil outlets (1 FP = 96 Paise), through net-banking towards catalog products (1 FP = 20 Paise) and as cashback on the credit card (1 FP = 20 Paise)"
    ],
    "Travel": [
      "N/A"
    ],
    "Golf": [
      "N/A"
    ],
    "Domestic Lounge Access": [
      "N/A"
    ],
    "International Lounge Access": [
      "N/A"
    ],
    "Insurance Benefits": [
      "N/A"
    ],
    "Zero Liability Protection": [
      "Zero liability of credit cardholders against any unauthorized transaction if the loss or theft is reported to the bank within 24 hours post-loss or theft."
    ]
  },
  "keepAnEyeOn": {
    "Joining Fee": [
      "Rs. 500 (plus applicable taxes)"
    ],
    "Renewal Fee": [
      "Rs 500 (plus applicable taxes)"
    ],
    "Spend based Waiver": [
      "The renewal fee will be waived off on the basis of the amount spent using the credit card."
    ],
    "Rewards Redemption Fee": [
      "Rs 99 per redemption request"
    ],
    "Foreign Currency Markup": [
      "3.5% of the amount transacted"
    ],
    "Interest Rates": [
      "3.6% per month (or 43.2% per annum)"
    ],
    "Fuel Surcharge": [
      "On a minimum fuel transaction of Rs. 400, you will get a fuel surcharge waiver of 1%."
    ],
    "Cash Advance Charge": [
      "2.5% of the amount withdrawn subject to a minimum charge of Rs 500."
    ],
    "Add-on Card Fee": [
      "Nil"
    ]
  }
}