{
  "openerSection": [
    "Launched in partnership with intermiles.com, The InterMiles HDFC Bank Diners Club Credit Card is the second intermiles credit card, another one being the Intermiles HDFC Bank Signature Credit Card. It comes with a joining fee of Rs. 5,000 and gives exciting welcome benefits, such as InterMiles Gold Membership, discount vouchers for flight/hotel bookings, and up to 20,000 bonus intermiles. The card gives rewards in the form of Intermiles. You get 8 Intermiles on every Rs. 150 you spend on retail purchases, and you get 2x Intermiles on every Rs. 150 spent on Flight/Hotel bookings through intermiles.com.",
    "Not only this, you get exclusive domestic as well as international lounge access, and exciting dining benefits, such as complimentary Dineout Passport Membership, allowing you up to 40% discount on dining when you pay using your InterMiles HDFC Bank Diners Club credit card. Moreover, you can also get your renewal fee of Rs. 5,000 waived off on the basis of your spends in the previous year. There are several other advantages of the InterMiles HDFC Bank Diners Club credit card; to know all of them and more about the card, keep reading the detailed information given below:"
  ],
  "imageLink": "https://cardinsider.com/wp-content/uploads/2021/07/HDFC-Bank-InterMiles-HDFC-Bank-Diners-Club-Credit-card.png",
  "cardTitle": "InterMiles HDFC Bank Diners Club Credit Card",
  "bestSuitedFor": "Travel",
  "joiningFee": "Rs. 5,000 (plus applicable taxes)",
  "rewardType": "AirMiles",
  "andThereIsMore": [
    "Complimentary Intermiles Gold membership for the first year.",
    "Up to 25,000 bonus intermiles in the form of welcome benefit.",
    "Earn 10,000 bonus intermiles every year on spending an amount exceeding Rs. 20,000 within the first 30 days after card renewal.",
    "8 InterMiles on every Rs. 150 spent on retail spends using your InterMiles HDFC Bank Diners Club Credit Card.",
    "2x InterMiles on every Rs. 150 spent on flight bookings through www.intermiles.com/flights, and on hotel bookings through www.intermiles.com/hotels.",
    "Exclusive discount offers on Etihad Airways Tickets.",
    "Unlimited airport lounge access through the Domestic Lounge Program.",
    "Complimentary Dineout Passport Membership.",
    "Spend-based renewal fee waiver."
  ],
  "gifts": {
    "welcomeGifts": [
      "Up to 25,000 bonus intermiles in the form of welcome benefit."
    ],
    "milestoneGifts": [],
    "rewardsPoints": []
  },
  "rewardsBenefits": {
    "Welcome Benefits": [
      "Get InterMiles Gold membership for the first year and up to 25,000 bonus InterMiles."
    ],
    "Movie & Dining": [
      "Complimentary Dineout Passport Membership and 15% off additionally."
    ],
    "Rewards Rate": [
      "8 InterMiles for every Rs. 150 spent on retail transactions, 16 InterMiles for Rs. 150 spent towards flight/hotel bookings on intermiles.com"
    ],
    "Reward Redemption": [
      "InterMiles you be redeemed against travel-related bookings through intermiles.com."
    ],
    "Travel": [
      "Unlimited airport lounge access to 1,000+ lounges in India and all over the world.\nExclusive discount on Etihad Airways."
    ],
    "Golf": [
      "Unlimited complimentary golf games at leading golf courses in India and selected golf courses all across the world."
    ],
    "Domestic Lounge Access": [
      "Unlimited access to 1000+ airport lounges in India."
    ],
    "International Lounge Access": [
      "Access to leading international lounges."
    ],
    "Insurance Benefits": [
      "Air accident cover amounting Rs. 2 crores, emergency overseas hospitalization cover amounting Rs. 50 lakhs, travel insurance cover amounting to Rs. 55,000, and credit liability cover amounting to Rs. 9 lakhs."
    ],
    "Zero Liability Protection": [
      "Customers have zero liability on all fraudulent transactions done on the card if the loss is reported within 24 hours."
    ]
  },
  "keepAnEyeOn": {
    "Joining Fee": [
      "Rs. 5,000 (plus applicable taxes)"
    ],
    "Renewal Fee": [
      "Rs. 5,000 (plus applicable taxes)"
    ],
    "Spend based Waiver": [
      "Waiver of the renewal fee on the basis of the amount spent in the previous year, i.e., Rs. 8 Lakhs."
    ],
    "Rewards Redemption Fee": [
      "Rs. 99 (plus applicable taxes)"
    ],
    "Foreign Currency Markup": [
      "2% on all international spends"
    ],
    "Interest Rates": [
      "1.99% per month"
    ],
    "Fuel Surcharge": [
      "1% fuel surcharge waiver on fuel transactions."
    ],
    "Cash Advance Charge": [
      "Higher of Rs. 500 or 2.5% of the amount withdrawn."
    ],
    "Add-on Card Fee": [
      "Nil"
    ]
  }
}