{
  "openerSection": [
    "The 6E Rewards – IndiGo HDFC Bank Credit Card is a co-branded credit card offering exclusive benefits and rewards on IndiGo tickets in collaboration with goindigo.in. The card is issued with a joining fee of Rs. 700 only and offers reward points for spends with extra rewards on IndiGo tickets. Get 1% 6E Rewards on all your spends, 2% 6E Rewards on your spends on Dining, Entertainment, and Groceries, and 2.5% 6E Rewards on IndiGo ticket bookings.",
    "Not only this but the cardholders also get discounted convenience fee on IndiGo ticket bookings. Moreover, you get exciting welcome gifts, including gift vouchers from several merchants such as American Tourister. You can also get a free IndiGo Airways ticket on the basis of the number of transactions made in the first three months. To know all about the 6E Rewards IndiGo HDFC Bank Credit Card, its fees & charges, and detailed benefits, refer to the details given below:"
  ],
  "imageLink": "https://cardinsider.com/wp-content/uploads/2021/07/HDFC-Bank-6E-Rewards-IndiGo-HDFC-Bank-Credit-Card.png",
  "cardTitle": "6E Rewards – IndiGo HDFC Bank Credit Card",
  "bestSuitedFor": "Travel",
  "joiningFee": "Rs. 700 (plus applicable taxes)",
  "rewardType": "Reward Points",
  "andThereIsMore": [
    "Get 2.5% 6E Rewards on IndiGo ticket bookings using your 6E Rewards IndiGo HDFC Credit Card.",
    "Get 2% 6E Rewards on Dining, Groceries, and Entertainment, and 1% 6E Rewards on every other spend.",
    "Get up to 10% 6E Rewards on featured partners of IndiGo.",
    "Welcome benefits of 1 complimentary 6E Prime Add-on.",
    "Get 1 complimentary IndiGo air ticket of Rs. 1,500 on making transactions in each of the first 3 months after your card set-up date.",
    "Exciting dining benefits through the Good Food Trail Dining Program."
  ],
  "gifts": {
    "welcomeGifts": [
      "Welcome benefits of 1 complimentary 6E Prime Add-on."
    ],
    "milestoneGifts": [],
    "rewardsPoints": []
  },
  "rewardsBenefits": {
    "Welcome Benefits": [
      "1 complimentary 6E Prime add-on, gift vouchers from Nissin Noddles, and Budweiser, American Tourister, free air ticket worth Rs. 1,500"
    ],
    "Movie & Dining": [
      "Exciting discount offers on dining through the Good Food Trail Dining Program."
    ],
    "Rewards Rate": [
      "1% 6E Rewards for every spend. 2% 6E Rewards on groceries, dining, and entertainment, and 2.5% 6E Rewards for IndiGo ticket bookings."
    ],
    "Reward Redemption": [
      "The 6E rewards you earn using your 6E Rewards IndiGo HDFC Credit Card can be redeemed through the 6E rewards portal. 1 6E Reward = Re. 1."
    ],
    "Travel": [
      "1 complimentary 6E Prime Add-On, 1 complimentary IndiGo air ticket worth Rs 1,500"
    ],
    "Golf": [
      "N/A"
    ],
    "Domestic Lounge Access": [
      "N/A"
    ],
    "International Lounge Access": [
      "N/A"
    ],
    "Insurance Benefits": [
      "N/A"
    ],
    "Zero Liability Protection": [
      "You will not be liable for any fraudulent transactions done on your lost/stolen card if you report the loss within 24 hours."
    ]
  },
  "keepAnEyeOn": {
    "Joining Fee": [
      "Rs. 700 (plus applicable taxes)"
    ],
    "Renewal Fee": [
      "Rs. 700 (plus applicable taxes)"
    ],
    "Spend based Waiver": [
      "N/A"
    ],
    "Rewards Redemption Fee": [
      "Rs. 99 on every redemption request"
    ],
    "Foreign Currency Markup": [
      "3.5% of the transaction amount (plus applicable taxes)"
    ],
    "Interest Rates": [
      "3.6% per month (43.2% annually)"
    ],
    "Fuel Surcharge": [
      "1% fuel surcharge waiver for purchases between Rs. 400 & Rs. 5,000 capped at Rs. 250 per month."
    ],
    "Cash Advance Charge": [
      "2.5% of the amount withdrawn subject to a minimum charge of Rs. 500"
    ],
    "Add-on Card Fee": [
      "Nil"
    ]
  }
}