{
  "openerSection": [
    "HDFC Bank Diners Club Miles is a top-notch credit card having the best-in-class air miles program. Through the miles exchange program, points are redeemable for air miles at the rate of 1 RP = 1 Airmile. However, Airmiles are not the only option to redeem your reward points for. You can also redeem them against various other categories, including flight/hotel bookings, products/vouchers, or cashback. The card is issued at a joining fee of Rs. 1,000 and offers 1,000 bonus reward points as a welcome benefit. The customers can also avail of 10X reward points on partner brands capped at Rs. 5,000 per month.",
    "This credit card also provides complimentary airport lounge access at both international & domestic airports. You can also avail of exclusive discount offers on dining at thousands of partner restaurants. More of the card's benefits include insurance covers, a spend-based waiver for the annual fee, a fuel surcharge waiver, etc. Have a look at this article to know more details."
  ],
  "imageLink": "https://cardinsider.com/wp-content/uploads/2021/07/Hdfc-Diners-Clubmiles-2.png",
  "cardTitle": "HDFC Bank Diners Club Miles Credit Card",
  "bestSuitedFor": "Travel",
  "joiningFee": "Rs. 1,000 (plus applicable taxes)",
  "rewardType": "Reward Points",
  "andThereIsMore": [
    "HDFC Bank Diners Club Miles is offered at Rs. 1,000 + taxes.",
    "Earn 1,000 Reward Points on paying the Annual Joining Fee.",
    "Earn 4 Reward Points per Rs. 150 you retail spends and other purchases.",
    "Get 15% discounts and offers on Fine Dining and restaurants.",
    "Complimentary Airport Lounge access worldwide.",
    "Concierge benefits to cater to all your travel needs.",
    "Air Accidental Insurance worth Rs. 1 Crore.",
    "Credit Liability protection up to Rs. 9 Lakhs.",
    "1% Fuel Surcharge Waiver at all fuel stations in India.",
    "Earn 1,000 bonus RPs on paying of annual fee."
  ],
  "gifts": {
    "welcomeGifts": [],
    "milestoneGifts": [],
    "rewardsPoints": [
      "Earn 1,000 Reward Points on paying the Annual Joining Fee.",
      "Earn 4 Reward Points per Rs. 150 you retail spends and other purchases."
    ]
  },
  "rewardsBenefits": {
    "Welcome Benefits": [
      "1,000 Reward Points on settling the renewal membership fee."
    ],
    "Movie & Dining": [
      "15% discount and other offers on the finest restaurants all over India."
    ],
    "Rewards Rate": [
      "4 Reward Points per Rs. 150 spent."
    ],
    "Reward Redemption": [
      "1 Reward Points = 1 Airmile, 1 RP = Re. 0.50 when redeemed against flight or hotel bookings on SmartBuy, 1 RP = Re. 0.35 for products/vouchers, and 1 RP = Re. 0.20 for cashback."
    ],
    "Travel": [
      "Complimentary access to domestic as well as international lounges."
    ],
    "Golf": [
      "N/A"
    ],
    "Domestic Lounge Access": [
      "Up to 6 complimentary access to domestic lounges annually"
    ],
    "International Lounge Access": [
      "Up to 6 complimentary access to international lounges annually."
    ],
    "Insurance Benefits": [
      "Air accident Insurance up to Rs. 1 Crore, travel insurance cover worth up to Rs 50,000, emergency medical expenses cover worth up to Rs 25 Lakhs. Credit liability protection worth up to Rs 9 Lakhs."
    ],
    "Zero Liability Protection": [
      "N/A"
    ]
  },
  "keepAnEyeOn": {
    "Joining Fee": [
      "Rs. 1,000 (plus applicable taxes)"
    ],
    "Renewal Fee": [
      "Rs. 1,000 (plus applicable taxes)"
    ],
    "Spend based Waiver": [
      "The annual fee can be waived on spending Rs. 1 Lakh."
    ],
    "Rewards Redemption Fee": [
      "Rs. 99 per redemption request (plus applicable taxes)"
    ],
    "Foreign Currency Markup": [
      "3.00% of the total transaction value (plus applicable taxes)"
    ],
    "Interest Rates": [
      "3.6% per month (or 43.2% per annum)"
    ],
    "Fuel Surcharge": [
      "1% of Fuel Surcharge Waiver (waiver capped at Rs. 250 per billing cycle) at fuel stations all over India."
    ],
    "Cash Advance Charge": [
      "2.5% of the total transaction amount (Minimum Rs. 500)"
    ],
    "Add-on Card Fee": [
      "Nil"
    ]
  }
}