{
  "openerSection": [
    "The HDFC Bank MoneyBack Plus Credit Card can be regarded as a superior version of the HDFC MoneyBack Credit Card, that was issued earlier by the HDFC bank. Although both the MoneyBack cards come with a similar joining & annual fee (Rs. 500), the MoneyBack+ card provides a higher reward rate. With the MoneyBack Plus Card, for every spend of Rs. 150 you can earn up to 20 cash points. These CashPoints are redeemable against the card's outstanding balance, product catalog, Airmiles, and several more options. Not only cashback, but you can also get gift vouchers that are worth up to Rs. 2,000 on reaching the stipulated spend milestones.",
    "Talking about the dining benefits that the card offers, you can enjoy a discount of up to 15% on dining across over 2,000 premium restaurants in the country. The HDFC MoneyBack Plus card allows its customers to save in a lot more ways, such as fuel surcharge waiver, spend-based annual fee waiver, etc. To understand the card's features in detail, go through the complete HDFC MoneyBack Plus Credit Card Review given below:"
  ],
  "imageLink": "https://cardinsider.com/wp-content/uploads/2021/10/HDFC-Bank-MoneyBack-Credit-Card.png",
  "cardTitle": "HDFC Bank MoneyBack Plus Credit Card",
  "bestSuitedFor": "Shopping",
  "joiningFee": "Rs. 500 (plus applicable taxes)",
  "rewardType": "Cashback",
  "andThereIsMore": [
    "500 CashPoints on activating the card as a welcome gift.",
    "2 CashPoints for every Rs. 150 you spend with the card (except fuel, wallet reloads, prepaid card reloads and voucher purchases).",
    "5X CashPoints for EMI transactions at select merchant outlets.",
    "10X CashPoints on partner brands including Amazon, Flipkart, Reliance Smart Store, Big Basket and Swiggy.",
    "Gift voucher worth Rs. 500 on spends of Rs. 50,000 in a calendar quarter (max benefit of Rs. 2,000 in a year).",
    "Up to 15% off on dining at over 2,000 premium restaurants in select cities.",
    "Get a waiver on the annual fee on an annual expenditure of a minimum of Rs. 50,000.",
    "A 1% waiver on fuel surcharge."
  ],
  "gifts": {
    "welcomeGifts": [
      "500 CashPoints on activating the card as a welcome gift."
    ],
    "milestoneGifts": [],
    "rewardsPoints": []
  },
  "rewardsBenefits": {
    "Welcome Benefits": [
      "500 CashPoints"
    ],
    "Movie & Dining": [
      "Up to 15% off on dining at over 2,000 premium restaurants."
    ],
    "Rewards Rate": [
      "2 CashPoints for every Rs. 150 you spend on retail purchases, 5X CashPoints per EMI spends at select merchants, 10X CashPoints on partner brands."
    ],
    "Reward Redemption": [
      "CashPoints redeemable for cashback, purchasing products, flight/hotel bookings via SmartBuy and partner airlines' AirMiles"
    ],
    "Travel": [
      "N/A"
    ],
    "Golf": [
      "N/A"
    ],
    "Domestic Lounge Access": [
      "N/A"
    ],
    "International Lounge Access": [
      "N/A"
    ],
    "Insurance Benefits": [
      "N/A"
    ],
    "Zero Liability Protection": [
      "No liability for the cardholder towards the transactions done on a lost/stolen card if the issue is reported to the bank in a timely manner."
    ]
  },
  "keepAnEyeOn": {
    "Joining Fee": [
      "Rs. 500 (plus applicable taxes)"
    ],
    "Renewal Fee": [
      "Rs. 500 (plus applicable taxes)"
    ],
    "Spend based Waiver": [
      "Renewal fee waived off on spending Rs. 50,000 or more in the previous year"
    ],
    "Rewards Redemption Fee": [
      "Rs. 99 per redemption request"
    ],
    "Foreign Currency Markup": [
      "3.5 % of the transacted amount"
    ],
    "Interest Rates": [
      "3.6% per month (or 43.2% annually)"
    ],
    "Fuel Surcharge": [
      "1% fuel surcharge waiver applicable on all fuel transactions"
    ],
    "Cash Advance Charge": [
      "2.5% of the withdrawn amount (subject to a minimum charge of Rs. 500)"
    ],
    "Add-on Card Fee": [
      "Nil"
    ]
  }
}