{
  "openerSection": [
    "A cashback credit by HDFC Bank, the HDFC Bank Millennia Credit Card targets the Gen-Y – the ‘90s kids or the millennials. The HDFC Millennia card is offered in four variants- Visa variant, MasterCard variant, Diners Club variant and RuPay variant. Being a basic credit card, this is placed at an annual fee of Rs. 1,000 (taxes extra).",
    "Keeping its target customers in mind, HDFC Bank offers a 5% cashback on Amazon, BookMyShow, Cult.fit, Flipkart, Myntra, Sony LIV, Swiggy, Tata CLiQ, Uber and Zomato and a cashback of 1% on all other online and offline spends. The cashback is processed as CashPoints which can be redeemed against the card's statement balance, for flight/hotel reservations or for purchasing products from the HDFC product catalog. Also the card offers great gift vouchers up on meeting the milestone achievement every quarter. It also offers dining discounts of up to 20% and fuel surcharge waiver as well. The cardholder can also enjoy the welcome benefits as well as the renewal fees waiver offer associated with the card.",
    "Apart from the cashback, you also get complimentary lounge visits to the domestic airports in India. Keep reading the article to know more about HDFC Bank Millennia Credit Card."
  ],
  "imageLink": "https://cardinsider.com/wp-content/uploads/2021/06/HDFC-Bank-Millennia-Credit-Card.png",
  "cardTitle": "HDFC Bank Millennia Credit Card",
  "bestSuitedFor": "Shopping",
  "joiningFee": "Rs. 1,000 (plus applicable taxes)",
  "rewardType": "Cashback",
  "andThereIsMore": [
    "1,000 CashPoints as a welcome benefit on card setup (subject to realization of the joining fee).",
    "5% cashback at select partner online merchants including popular e-commerce websites like Amazon and Flipkart.",
    "Complimentary Dineout Passport membership for the first three months of card membership.",
    "8 complimentary lounge visits every year (max 2 per quarter) at all domestic airports across India.",
    "Renewal fee waiver on spending Rs. 1,00,000 in the previous year."
  ],
  "gifts": {
    "welcomeGifts": [
      "1,000 CashPoints as a welcome benefit on card setup (subject to realization of the joining fee)."
    ],
    "milestoneGifts": [],
    "rewardsPoints": []
  },
  "rewardsBenefits": {
    "Welcome Benefits": [
      "1,000 CashPoints as a Welcome Benefit."
    ],
    "Movie & Dining": [
      "Up to 20% discount at partner restaurants with complimentary Dineout Passport membership"
    ],
    "Rewards Rate": [
      "5% cashback (as CashPoints) at select partner online merchants and 1% cashback (as CashPoints) on all other spends (except fuel)"
    ],
    "Reward Redemption": [
      "Rewards processed as CashPoints, 1 CP = Re. 1 while redeeming against statement balance of credit card and 1 CP = Rs. 0.30 while redeeming against products and vouchers in the product catalogue, and against flight/hotel booking."
    ],
    "Travel": [
      "Complimentary airport lounge access every year."
    ],
    "Golf": [
      "N/A"
    ],
    "Domestic Lounge Access": [
      "2 complimentary visits per quarter. (8 in a year)"
    ],
    "International Lounge Access": [
      "N/A"
    ],
    "Insurance Benefits": [
      "N/A"
    ],
    "Zero Liability Protection": [
      "Zero liability of the credit cardholder in case of fraudulent transactions after you have reported about the loss or theft of the card to the bank."
    ]
  },
  "keepAnEyeOn": {
    "Joining Fee": [
      "Rs. 1,000 (plus applicable taxes)"
    ],
    "Renewal Fee": [
      "Rs. 1,000 (plus taxes)."
    ],
    "Spend based Waiver": [
      "The renewal fee is waived off if the cardholder spends Rs. 1 Lakh or more in the previous year."
    ],
    "Rewards Redemption Fee": [
      "Rs. 99 per redemption request (plus applicable taxes)"
    ],
    "Foreign Currency Markup": [
      "3.5% (plus applicable taxes)"
    ],
    "Interest Rates": [
      "3.6% per month (or 43.2% per annum)"
    ],
    "Fuel Surcharge": [
      "1% Fuel surcharge which is waived if you spend minimum Rs 400 in single transaction. The maximum CashBack is capped at Rs. 250 per payment cycle."
    ],
    "Cash Advance Charge": [
      "2.5% of the transaction amount, subject to a minimum fee of Rs. 500"
    ],
    "Add-on Card Fee": [
      "Nil"
    ]
  }
}