{
  "openerSection": [
    "HDFC bank launched two cobranded credit cards by partnering up with IndiGo, India's largest airline and MasterCard in March 2020- The 6E Rewards XL and the 6E Rewards cards. The XL variant is the more premium variant and offers a higher reward rate along with a higher membership fee of Rs. 2,500. Earlier, HDFC was also offering a free variant of the 6E Rewards XL Credit Card, which provided more or less the same benefits except for the welcome benefits. The free variant has however now been discontinued.",
    "This is the first time that IndiGo Airlines has come up with a Reward Program for their customers. With this card, you earn 6E Reward Points which are redeemable for 6E Rewards' benefits on IndiGo including IndiGo flight tickets. If you travel domestically more often then this card is certainly worth consideration. Keep reading to know more about this co-branded travel credit card offered by HDFC and IndiGo."
  ],
  "imageLink": "https://cardinsider.com/wp-content/uploads/2021/07/6E-Rewards-XL-–-IndiGo-HDFC-Bank-Credit-Card.png",
  "cardTitle": "6E Rewards XL – IndiGo HDFC Bank Credit Card",
  "bestSuitedFor": "Travel",
  "joiningFee": "Rs. 2,500 plus applicable taxes (zero fee variant also available as a limited period offer)",
  "rewardType": "Reward Points",
  "andThereIsMore": [
    "1 Complimentary 6E Prime Add-On as a Welcome Benefit (Priority check-in, choice of seat, a complimentary meal & quicker baggage).",
    "A complimentary IndiGo air ticket of worth Rs. 3,000 on making 3 or more purchases in every 3 months after card activation (provided that the annual fee of Rs. 2,500 is realized).",
    "Welcome gift vouchers from Budweiser (worth Rs. 250 each).",
    "IndiGo 6E Rewards as Reward Points.",
    "IndiGo 6E Rewards- up to 20% on IndiGo featured partners, 5% on IndiGo, 3% on dining, grocery, and entertainment and 2% on all other spends.",
    "Discounted Convenience Fee on IndiGo tickets (discount of Rs.100 per passenger).",
    "8 Complimentary Domestic Lounge Access per calendar year (2 per quarter) under the MasterCard Lounge Program."
  ],
  "gifts": {
    "welcomeGifts": [
      "1 Complimentary 6E Prime Add-On as a Welcome Benefit (Priority check-in, choice of seat, a complimentary meal & quicker baggage).",
      "Welcome gift vouchers from Budweiser (worth Rs. 250 each)."
    ],
    "milestoneGifts": [],
    "rewardsPoints": [
      "IndiGo 6E Rewards as Reward Points."
    ]
  },
  "rewardsBenefits": {
    "Welcome Benefits": [
      "1 Complimentary 6E Prime Add-On, Welcome vouchers from Accor Hotel stay (30% off )- Rs 5,000, Accor Hotel Dining voucher Rs 1,000 and Budweiser worth Rs. 250 each."
    ],
    "Movie & Dining": [
      "3% 6E Rewards on Dining spends, discount at premium restaurants across major cities under the Good Food Trail Dining Program, 10% off additionally."
    ],
    "Rewards Rate": [
      "6E Rewards- 5% on IndiGo, 3% on dining, grocery and entertainment, and 2% for every other transaction.2zx"
    ],
    "Reward Redemption": [
      "The IndiGo 6E rewards are redeemable for 6E Rewards' Benefits including IndiGo flight tickets (1 6E Reward Point = Re. 1)."
    ],
    "Travel": [
      "Complimentary access to domestic lounges"
    ],
    "Golf": [
      "N/A"
    ],
    "Domestic Lounge Access": [
      "8 complimentary domestic lounge visits annualy (max 2 per quarter)"
    ],
    "International Lounge Access": [
      "N/A"
    ],
    "Insurance Benefits": [
      "N/A"
    ],
    "Zero Liability Protection": [
      "If the loss of the card is reported to the bank within 24 hours, the cardholder will not be liable for any unauthorized transaction."
    ]
  },
  "keepAnEyeOn": {
    "Joining Fee": [
      "Rs. 2,500 plus applicable taxes (zero fee variant also available as a limited period offer)"
    ],
    "Renewal Fee": [
      "Rs. 2,500 (plus applicable taxes)"
    ],
    "Spend based Waiver": [
      "N/A"
    ],
    "Rewards Redemption Fee": [
      "Nil"
    ],
    "Foreign Currency Markup": [
      "2.5% (plus applicable taxes)"
    ],
    "Interest Rates": [
      "3.6% per month (43.2% annually)"
    ],
    "Fuel Surcharge": [
      "1% fuel surcharge waiver (min transaction of Rs. 400 required, max waiver capped at Rs. 500 per statement cycle)"
    ],
    "Cash Advance Charge": [
      "2.5% of the withdrawn amount, subject to a minimum charge of Rs. 500."
    ],
    "Add-on Card Fee": [
      "Nil"
    ]
  }
}