{
  "openerSection": [
    "Looking for a credit card with traveling & lifestyle benefits? If yes, you've come to the right place. The HDFC Bank Regalia credit card comes with various travel and luxury rewards. With annual charges of Rs 2,500, this card welcomes you with 2,500 bonus Reward Points. The card has several advantages across different categories such as lifestyle, travel, and dining. It is one of the most popular Credit cards by HDFC with all such benefits. To keep their promise of luxury & travel benefits, the HDFC Regalia Card provides you with free Airport Lounge Access within India as well as outside. You earn 4 Reward Points every time you spend Rs. 150 using the card and these points can be redeemed against an array of categories with a value of up to Re. 0.5 per point. Also, the card charges a very low foreign currency markup which makes it a best choice for the international transactions. The card comes with great dining benefits, 24X7 Concierge services and much more. To know more, read the HDFC Regalia credit card review and details below:"
  ],
  "imageLink": "https://cardinsider.com/wp-content/uploads/2021/06/HDFC-Regalia-Credit-Card.png",
  "cardTitle": "HDFC Bank Regalia Credit Card",
  "bestSuitedFor": "Travel | Shopping",
  "joiningFee": "Rs. 2,500 (plus applicable taxes)",
  "rewardType": "Reward Points",
  "andThereIsMore": [
    "Welcome bonus of 2,500 Reward Points.",
    "4 Reward Points on every Rs. 150 you spend.",
    "Earn a total of 15,000 bonus Reward Points on spending Rs. 8 lakhs in an anniversary year.",
    "Exciting offers with the exclusive Dineout Passport Membership.",
    "Complimentary membership to the Priority Pass program.",
    "6 complimentary Lounge Access at airports outside India and 12 within India.",
    "Low international transaction charges of 2%.",
    "Renewal fee waived off on spending over 3 lakhs in the previous year​​​​​​.",
    "Travel insurance benefit in case air accident worth up to Rs. 1 crore."
  ],
  "gifts": {
    "welcomeGifts": [
      "Welcome bonus of 2,500 Reward Points."
    ],
    "milestoneGifts": [],
    "rewardsPoints": [
      "Welcome bonus of 2,500 Reward Points.",
      "4 Reward Points on every Rs. 150 you spend.",
      "Earn a total of 15,000 bonus Reward Points on spending Rs. 8 lakhs in an anniversary year."
    ]
  },
  "rewardsBenefits": {
    "Welcome Benefits": [
      "2,500 bonus Reward points"
    ],
    "Movie & Dining": [
      "Exclusive dine-out passport membership, 5% off additionally, and early access to several festivals & events."
    ],
    "Rewards Rate": [
      "4 reward points every time one spends Rs. 150."
    ],
    "Reward Redemption": [
      "1 RP = Rs. 0.5 for redemption against flights and hotel bookings on HDFC Smartbuy website, 1 RP = up to Rs. 0.35 if you want to redeem against vouchers and poducts, 1 RP = Rs 0.20 for cash back, and Air miles conversion at a value of 1RP = 0.5 air mile."
    ],
    "Travel": [
      "Complimentary Domestic and International Lounge Access. You get complimentary travel insurance as well."
    ],
    "Golf": [
      "N/A"
    ],
    "Domestic Lounge Access": [
      "12 free airport lounge access per year within India."
    ],
    "International Lounge Access": [
      "6 airport lounge access every year outside India through the priority pass."
    ],
    "Insurance Benefits": [
      "Insurance cover worth Rs. 1 Crore against accidental air death and coverage of up to Rs. 15 lakhs against emergency hospitalization for overseas treatment."
    ],
    "Zero Liability Protection": [
      "You get zero liability protection cover up to Rs 9 lacs in case of misuse or loss of card."
    ]
  },
  "keepAnEyeOn": {
    "Joining Fee": [
      "Rs. 2,500 (plus applicable taxes)"
    ],
    "Renewal Fee": [
      "Rs. 2,500 + taxes"
    ],
    "Spend based Waiver": [
      "Get the annual fee waived off (second-year onwards) by spending more than 3 lakh in the previous year."
    ],
    "Rewards Redemption Fee": [
      "Rs 99 (plus applicable taxes)"
    ],
    "Foreign Currency Markup": [
      "2% on all foreign currency transactions."
    ],
    "Interest Rates": [
      "3.6% per month or 43.2% annually"
    ],
    "Fuel Surcharge": [
      "1% fuel surcharge waiver at all fuel stations in India on a minimum of Rs. 400 transaction and a maximum of Rs. 5000 transaction."
    ],
    "Cash Advance Charge": [
      "2.5% of the transaction amount or Rs. 500 (whichever is higher)"
    ],
    "Add-on Card Fee": [
      "Nil"
    ]
  }
}