{
  "openerSection": [
    "The Infinia Credit Card is the most premium product offered by the HDFC bank. Recently, HDFC relaunched the Infinia Credit Card in the metallic variant (all new issuances of the card will now be on the metallic variant). It is an invite-only card. HDFC is targeting HNIs (High Net-Worth Individuals) with this card who want a luxurious lifestyle with exclusive privileges like 24*7 concierge services, access to premium golf destinations, and attractive dining benefits at some of the country's most premium restaurant chains. All these benefits put this card in direct competition with ICICI Bank Emeralde Credit Card, Citibank Prestige Card, and Standard Chartered Ultimate Credit Card.",
    "Keeping the international traveling needs of its premium customers in consideration, HDFC offers a lower foreign currency exchange rate of 2% and a complimentary membership to the Priority Pass program with this card. HDFC Infinia Metal is a Reward Points-based card: you earn 5 Reward Points for every Rs. 150 spent using this card. Although the membership fee for this card is slightly on the higher side, Rs. 12,500/annum, is most certainly worth it and it can be the card of preference for you if you're someone who is financially stable and can not compromise with your lifestyle needs. To understand the features of this card is more detail, go through the HDFC Infinia Metal Review given in the article:"
  ],
  "imageLink": "https://cardinsider.com/wp-content/uploads/2021/07/HDFC-Bank-Infinia-Credit-Card..png",
  "cardTitle": "HDFC Bank INFINIA Credit Card Metal Edition",
  "bestSuitedFor": "Travel | Dining",
  "joiningFee": "Rs. 12,500 + applicable taxes",
  "rewardType": "Reward Points",
  "andThereIsMore": [
    "1 year complimentary Club Marriott membership.",
    "12,500 Reward Points as an introductory benefit.",
    "Unlimited access to airport lounges across the globe for both primary as well as add-on cardholders.",
    "Get 5 Reward Points on every Rs. 150 spent (except fuel transactions) with your HDFC Bank Infinia Card.",
    "24×7 global concierge service.",
    "Unlimited golf games at leading golf destinations in India and abroad.",
    "Low foreign currency markup of 2%.",
    "Dining benefits with Good Food Trail program.",
    "1+1 complimentary buffet on weekends at participating ITC hotels.",
    "2+1 complimentary night stay at participating ITC hotels.",
    "Spend-based waiver annual membership fee.",
    "Get a 1% fuel surcharge waived at all fuel stations."
  ],
  "gifts": {
    "welcomeGifts": [],
    "milestoneGifts": [],
    "rewardsPoints": [
      "12,500 Reward Points as an introductory benefit.",
      "Get 5 Reward Points on every Rs. 150 spent (except fuel transactions) with your HDFC Bank Infinia Card."
    ]
  },
  "rewardsBenefits": {
    "Welcome Benefits": [
      "Welcome bonus of 12,500 Reward Points and complimentary Club Marriott membership for the first year."
    ],
    "Movie & Dining": [
      "Exclusive dining privileges with the Good Food Trail Program and free Club Marriott membership, 1 + 1 complimentary buffet at ITC hotels."
    ],
    "Rewards Rate": [
      "5 Reward Points on every retail spend of Rs. 150,  reward rate of up to 3.3%"
    ],
    "Reward Redemption": [
      "RPs can be redeemed for flight and hotel bookings via SmartBuy (1 RP = Re. 1), Airmiles through net banking (1 RP = 1 Airmile), products and vouchers via net banking or SmartBuy (1 RP = Rs. 0.50), Apple and Tanishq vouchers (1 RP = Re. 1) cashback (1 RP = Rs. 0.30)"
    ],
    "Travel": [
      "Complimentary Priority Pass membership with unlimited free access to airport lounges and with Infinia Credit Card Lounge Access Program along with complimentary Club Marriott membership for 1 year, complimentary 2 + 1 night stay at several premium ITC hotels"
    ],
    "Golf": [
      "Unlimited complimentary golf games at leading golf courses across India and abroad"
    ],
    "Domestic Lounge Access": [
      "Unlimited complimentary access to domestic lounges with the Priority Pass membership for primary as well as add-on Infinia cardholders, unlimited free domestic lounge visits per quarter with Visa/MasterCard domestic lounge program"
    ],
    "International Lounge Access": [
      "Unlimited free access to international lounges across the globe for the primary cardmember and all add-on cardholders."
    ],
    "Insurance Benefits": [
      "Insurance cover worth Rs. 3 crore against accidental air death (applicable only in case of death due to an air accident), a cover worth Rs. 50 lakh against medical emergencies during international air travel, Credit shield cover worth Rs. 9 lakh (the outstanding amount on the card is covered in case of accidental death or permanent disability of the primary cardholder)."
    ],
    "Zero Liability Protection": [
      "In case the card is lost, if you report the same within 24 hours, you have zero cost liability on any fraudulent transaction made with your credit card. Bank not liable for any fraudulent transaction made prior to the time of reporting."
    ]
  },
  "keepAnEyeOn": {
    "Joining Fee": [
      "Rs. 12,500 + applicable taxes"
    ],
    "Renewal Fee": [
      "Rs. 12,500 + applicable taxes"
    ],
    "Spend based Waiver": [
      "Get renewal fee waived by spending Rs. 10 lakh in the previous year."
    ],
    "Rewards Redemption Fee": [
      "Nil"
    ],
    "Foreign Currency Markup": [
      "2% of the total transaction amount + taxes"
    ],
    "Interest Rates": [
      "1.99% per month or 23.8% annualized"
    ],
    "Fuel Surcharge": [
      "1% fuel surcharge waiver up to Rs. 1,000 each month"
    ],
    "Cash Advance Charge": [
      "NIL (Interests charges applicable)"
    ],
    "Add-on Card Fee": [
      "Nil"
    ]
  }
}