{
  "openerSection": [
    "IndianOil Citi Credit Card launched by CitiBank is a co-branded fuel card offering great benefits including a strong reward rate in collaboration with IndianOil. HDFC Bank has also offered a similar credit card named Indian Oil HDFC Bank Credit Card, giving a high competition to this card offered by CitiBank. With an annual fee of Rs. 1,000, the card offers the chance to earn up to 71 liters of free fuel in a year. The card rewards you in the form of Turbo Points. As a welcome gift, on making your first transaction the cad rewards you with 250 Tubro Points. Moreover, you earn 1 Turbo Point for Rs. 150 spent on all your purchases, and accelerated Reward Points for your spends on groceries, departmental stores, and fuel purchases at IndianOil outlets.",
    "The Turbo Points earned on Citibank Indian Oil Credit Card are redeemable against not only fuel but several other categories, including shopping, gift vouchers, AirMiles, cashback, etc. You can also avail of exciting discount offers on dining across a number of participating restaurants through your IndianOil Citi Credit Card. Keep reading to know more about the card, its features and benefits, fees associated with it, and much more."
  ],
  "imageLink": "https://cardinsider.com/wp-content/uploads/2021/07/IndianOil-Citi-Credit-Card.png",
  "cardTitle": "IndianOil Citi Credit Card",
  "bestSuitedFor": "Fuel",
  "joiningFee": "Rs. 1,000 (plus applicable taxes)",
  "rewardType": "Fuel Points",
  "andThereIsMore": [
    "1 Turbo Point for every Rs. 150 you spend.",
    "You get 2x Turbo Points for spending on groceries and supermarkets.",
    "You get 4x Turbo Points on spending on fuel at authorized IndianOil outlets.",
    "Get a welcome bonus of 250 Turbo Points.",
    "Turbo Points are redeemable against a variety of categories, including fuel, cashback, shopping, etc.",
    "Exciting dining discount offers across several participating restaurants.",
    "A 1% fuel surcharge waiver.",
    "Spending-based renewal fee waiver.",
    "24*7 customer support."
  ],
  "gifts": {
    "welcomeGifts": [
      "Get a welcome bonus of 250 Turbo Points."
    ],
    "milestoneGifts": [],
    "rewardsPoints": []
  },
  "rewardsBenefits": {
    "Welcome Benefits": [
      "250 Turbo Points on card activation"
    ],
    "Movie & Dining": [
      "Up to a 20% discount on dining across several participating restaurants."
    ],
    "Rewards Rate": [
      "1 Turbo Point for every Rs. 150 spent, 2 Turbo Points for every Rs. 150 spent at supermarkets, and 4 Turbo Points on every time you spend Rs. 150 on fuel."
    ],
    "Reward Redemption": [
      "For redemption against fuel, 1 TP = Re.1, for other categories 1 TP = Re. 0.25 to Re. 0.35, and for AirMiles, 1 TP = 0.75 Airmile/Intermile."
    ],
    "Travel": [
      "N/A"
    ],
    "Golf": [
      "N/A"
    ],
    "Domestic Lounge Access": [
      "N/A"
    ],
    "International Lounge Access": [
      "N/A"
    ],
    "Insurance Benefits": [
      "N/A"
    ],
    "Zero Liability Protection": [
      "On reporting the lost card to the Bank, the cardholder will not be liable for any fraudulent transaction."
    ]
  },
  "keepAnEyeOn": {
    "Joining Fee": [
      "Rs. 1,000 (plus applicable taxes)"
    ],
    "Renewal Fee": [
      "Rs. 1,000 (plus applicable taxes)"
    ],
    "Spend based Waiver": [
      "On spending Rs. 30,000 or more in the last year, the annual fee would be wavied off."
    ],
    "Rewards Redemption Fee": [
      "Nil"
    ],
    "Foreign Currency Markup": [
      "3.5% on all foreign currency transactions."
    ],
    "Interest Rates": [
      "3.75% per month"
    ],
    "Fuel Surcharge": [
      "1% fuel surcharge waiver at all IndianOil outlets."
    ],
    "Cash Advance Charge": [
      "2.5% of the amount withdrawn or a minimum of Rs. 500."
    ],
    "Add-on Card Fee": [
      "Nil"
    ]
  }
}