{
  "openerSection": [
    "The cashback credit card by Citibank, Citi Cashback Credit Card aims at providing exciting cashback deals to cardholders.  You will get an assured cashback of 0.5% while you spend using this credit card, and you get accelerated cashback (5%) on movie tickets bookings, telephone bill payments, and utility bill payments. Not only this, but the card allows you to save on various other spends, such as up to 20% discount on dining, up to 10% discount flight bookings through MakeMyTrip, exclusive discount offers on hotel bookings, etc. The cashback redemption process is hassle-free as the cashback you earn is automatically credited to your account in multiples of 500. Keep reading to know more about this entry-level offering by Citibank."
  ],
  "imageLink": "https://cardinsider.com/wp-content/uploads/2021/07/Citi-Cash-Back-Credit-Card.png",
  "cardTitle": "Citi Cash Back Credit Card",
  "bestSuitedFor": "Shopping",
  "joiningFee": "Rs. 500 (plus applicable taxes)",
  "rewardType": "Cashback",
  "andThereIsMore": [
    "Get a 0.5% cashback on all your spending.",
    "Get a 5% cashback on your telephone bill payments & movie ticket purchases.",
    "The cashback of 5% on utility bill payments is applicable through Citibank Online Bill Pay only",
    "Automatic adjustment of the cashback earned against the card's statement balance in multiples of Rs. 500.",
    "Up to 20% off on dining bills at the participating restaurants.",
    "1% fuel surcharge will be waived off on fuel transactions at fuel stations in India."
  ],
  "gifts": {
    "welcomeGifts": [],
    "milestoneGifts": [],
    "rewardsPoints": []
  },
  "rewardsBenefits": {
    "Welcome Benefits": [
      "N/A"
    ],
    "Movie & Dining": [
      "20% off on dining bills while paying dining bills at the partner restaurants."
    ],
    "Rewards Rate": [
      "5% cashback while paying utility bills, booking movie tickets, and telephone bills. 0.5% cashback while spending on all other categories."
    ],
    "Reward Redemption": [
      "Cashback will be automatically credited to your account in multiples of Rs. 500."
    ],
    "Travel": [
      "N/A"
    ],
    "Golf": [
      "N/A"
    ],
    "Domestic Lounge Access": [
      "N/A"
    ],
    "International Lounge Access": [
      "N/A"
    ],
    "Insurance Benefits": [
      "N/A"
    ],
    "Zero Liability Protection": [
      "No liability of the cardholder in case of fraudulent transactions done using this credit card if the loss or theft of the card is reported to the bank within the prescribed time period."
    ]
  },
  "keepAnEyeOn": {
    "Joining Fee": [
      "Rs. 500 (plus applicable taxes)"
    ],
    "Renewal Fee": [
      "Rs. 500 (plus applicable taxes)"
    ],
    "Spend based Waiver": [
      "N/A"
    ],
    "Rewards Redemption Fee": [
      "Nil"
    ],
    "Foreign Currency Markup": [
      "3.5% of transaction amount"
    ],
    "Interest Rates": [
      "3.75% per month"
    ],
    "Fuel Surcharge": [
      "1% fuel surcharge waived off at authorized IndianOil Corporation outlets."
    ],
    "Cash Advance Charge": [
      "2.5% of the cash withdrawn, or Rs. 500, higher of the two."
    ],
    "Add-on Card Fee": [
      "Nil"
    ]
  }
}