{
  "openerSection": [
    "Citibank PremierMiles Credit Card is one of the best offerings in the credit card market of India in the travel category. If you're a frequent flier (particularly a frequent domestic flier), you can not go wrong with this card. It is a reward points-based card, you earn reward points as AirMiles (or just Miles). Although these Miles can be redeemed for multiple shopping purposes, you get more value on redemption against flight/hotel bookings with partner airlines/hotel chains or on Citibank's PremierMiles portal. These Miles can also be transferred to other airlines/hotel loyalty programs. Citibank gives you 10,000 Miles as a signup benefit and 3000 Miles every year when your card membership is renewed.",
    "You earn 10 Miles for every Rs. 100 spent on flight bookings or on the bank's PremierMiles portal. All other transactions earn you 4 Miles per Rs. 100 spent. Other travel benefits include 32 domestic lounge visits every year with the Visa Signature variant and 24 domestic lounge visits per year with the MasterCard variant. However, you don't get any international lounge access with this credit card. Read on to learn more about Citi PremierMiles Credit Card."
  ],
  "imageLink": "https://cardinsider.com/wp-content/uploads/2021/06/Citibank-PremierMiles-Credit-Card.png",
  "cardTitle": "Citibank PremierMiles Credit Card",
  "bestSuitedFor": "Travel",
  "joiningFee": "Rs. 3,000 plus applicable taxes (complimentary for Citi Gold account holders)",
  "rewardType": "Reward Points",
  "andThereIsMore": [
    "10,000 Miles as a Welcome Benefit on the expenditure of Rs. 1000 or more using Citibank PremierMiles Credit Card within 60 days of issuance of the card.",
    "3,000 Miles every time the card membership is renewed.",
    "10 Miles for every Rs. 100 spent on airline transactions or on the bank's Premier Miles portal with Citibank PremierMiles Credit Card.",
    "4 Miles/Rs. 100 spent for all other expenditures.",
    "Miles redeemable on 100+ Airlines and transferable to other partner airlines/hotel loyalty programs.",
    "Domestic lounge access at select airports across India.",
    "Up to 20 % discount on bills at partner restaurants."
  ],
  "gifts": {
    "welcomeGifts": [
      "10,000 Miles as a Welcome Benefit on the expenditure of Rs. 1000 or more using Citibank PremierMiles Credit Card within 60 days of issuance of the card."
    ],
    "milestoneGifts": [],
    "rewardsPoints": []
  },
  "rewardsBenefits": {
    "Welcome Benefits": [
      "10,000 Miles on the spends of Rs. 1,000 or more in the first 2 months of card issuance."
    ],
    "Movie & Dining": [
      "Up to 20% discount on dining bills at partner restaurants."
    ],
    "Rewards Rate": [
      "10 Miles/Rs. 100 spent for airline transactions and 4 Miles/Rs. 100 spent for all other transactions. No Miles earned on certain spends categories (details below)."
    ],
    "Reward Redemption": [
      "1 Mile = 0.5 AirMile for partner airlines, 1 Mile = Re. 0.45 for travel related categories, 1 Mile = Re. 0.30 for utility, fuel and retail categories, and 1 Mile = Re. 0.20 for other categories."
    ],
    "Travel": [
      "Miles earned can be used to make travel bookings or transfer to various hotel/flight loyalty programs, complimentary domestic airport lounge access"
    ],
    "Golf": [
      "N/A"
    ],
    "Domestic Lounge Access": [
      "6 domestic lounge access/quarter with MasterCard variant.\n8 domestic lounge access/quarter with Visa Signature variant."
    ],
    "International Lounge Access": [
      "N/A"
    ],
    "Insurance Benefits": [
      "Personal air accident cover worth Rs. 1,00,00,000."
    ],
    "Zero Liability Protection": [
      "Zero liability protection (limited to Rs. 10 lacs) against fraudulent usage up to 2 days prior to the card block date."
    ]
  },
  "keepAnEyeOn": {
    "Joining Fee": [
      "Rs. 3,000 plus applicable taxes (complimentary for Citi Gold account holders)"
    ],
    "Renewal Fee": [
      "Rs. 3,000 plus applicable taxes (complimentary for Citi Gold account holders)"
    ],
    "Spend based Waiver": [
      "N/A"
    ],
    "Rewards Redemption Fee": [
      "Nil"
    ],
    "Foreign Currency Markup": [
      "3.5% of the transaction amount"
    ],
    "Interest Rates": [
      "3.75% per month (or 45% per annum)"
    ],
    "Fuel Surcharge": [
      "1% fuel surcharge reversed at authorized Indian Oil refill stations"
    ],
    "Cash Advance Charge": [
      "2% or the amount withdrawn, subject to a minimum charge of Rs. 300"
    ],
    "Add-on Card Fee": [
      "Nil"
    ]
  }
}