{
  "openerSection": [
    "Citi Prestige Credit Card is a super premium travel and lifestyle credit card by Citibank. Although it does offer very good reward rates on retail purchases, we still consider it majorly a travel credit card targeted at high net-worth frequent fliers as the reward redemption rate is the highest on transferring the reward points to partner airlines' AirMiles programs (1 Reward Point = 4 AirMiles). On top of that you also get a host of other travel benefits; whether it is the welcome gift from the Taj group and ITC hotels or the complimentary extra night stay at any hotel around the world, the travel benefits that the Citi Prestige credit card offers are simply unparalleled.",
    "You also get a complimentary Priority Pass membership with unlimited domestic and international lounge access around the world for both primary and addon card holders. Read on to know more about this credit card."
  ],
  "imageLink": "https://cardinsider.com/wp-content/uploads/2021/07/Citi-Prestige-Credit-Card.png",
  "cardTitle": "Citibank Prestige Credit Card",
  "bestSuitedFor": "Travel",
  "joiningFee": "Rs. 20,000 (plus applicable taxes)",
  "rewardType": "Reward Points",
  "andThereIsMore": [
    "Welcome benefit of 2,500 bonus reward points at the time of joining.",
    "An annual benefit worth Rs. 10,000 from Taj group / ITC hotels every year.",
    "1 reward point for every Rs. 100 on domestic spends.",
    "2x reward points on international spends.",
    "Reward points redeemable for gift vouchers and gadgets, transferable to frequent flyer points, hotel loyalty programs, and many more categories.",
    "Complimentary Taj Epicure and Taj InnerCircle membership.",
    "Unlimited airport lounge access around the world with Priority Pass for primary as well as add-on card members.",
    "Citi concierge service for day-to-day tasks.",
    "Overseas medical insurance cover worth USD 50,000.",
    "Lost card protection worth Rs. 10 lakh."
  ],
  "gifts": {
    "welcomeGifts": [
      "Welcome benefit of 2,500 bonus reward points at the time of joining."
    ],
    "milestoneGifts": [],
    "rewardsPoints": [
      "Welcome benefit of 2,500 bonus reward points at the time of joining.",
      "1 reward point for every Rs. 100 on domestic spends.",
      "2x reward points on international spends.",
      "Reward points redeemable for gift vouchers and gadgets, transferable to frequent flyer points, hotel loyalty programs, and many more categories."
    ]
  },
  "rewardsBenefits": {
    "Welcome Benefits": [
      "2,500 bonus reward points and a benefit worth Rs. 10,000 from ITC hotels or the Taj group."
    ],
    "Movie & Dining": [
      "Up to 50% off on movie ticket bookings on BookMyShow."
    ],
    "Rewards Rate": [
      "1 Reward Points for every Rs. 100 on domestic spends, 2 Reward Points for every Rs. 100 on international spends."
    ],
    "Reward Redemption": [
      "1 Reward Point = Re. 1, 1 RP = 4 Airmiles for redemption against airmiles, 1 RP = 1 Taj InnerCircle point and 1 reward point = 4 IHG points."
    ],
    "Travel": [
      "Unlimited complimentary airport lounge access worldwide through the Priority Pass, a complimentary extra night at any hotel around the world (for min. 4 nights stay)."
    ],
    "Golf": [
      "4 complimentary rounds and lessons of golf annually at over 15 golf destinations in India, and an additional golf lesson for every Rs. 50,000 spent."
    ],
    "Domestic Lounge Access": [
      "Unlimited with Priority Pass (for primary and add-on cardholders)"
    ],
    "International Lounge Access": [
      "Unlimited with Priority Pass (for primary and add-on cardholders)"
    ],
    "Insurance Benefits": [
      "Air accident cover worth Rs. 5 crore, lost card protection worth Rs. 10,o00,000, overseas medical insurance worth USD 50,000."
    ],
    "Zero Liability Protection": [
      "Protection worth Rs. 10,00,000 from 96 hours prior to 48 hours post the reporting the loss of card."
    ]
  },
  "keepAnEyeOn": {
    "Joining Fee": [
      "Rs. 20,000 (plus applicable taxes)"
    ],
    "Renewal Fee": [
      "Rs. 20,000 (plus applicable taxes)"
    ],
    "Spend based Waiver": [
      "N/A"
    ],
    "Rewards Redemption Fee": [
      "Nil"
    ],
    "Foreign Currency Markup": [
      "3.5% (plus applicable taxes)"
    ],
    "Interest Rates": [
      "3.75% per month or 45% annually"
    ],
    "Fuel Surcharge": [
      "1% fuel surcharge waived at authorised Indian Oil outlets."
    ],
    "Cash Advance Charge": [
      "2% of the withdrawn amount, subject to a minimum amount of Rs. 300."
    ],
    "Add-on Card Fee": [
      "Nil"
    ]
  }
}