{
  "openerSection": [
    "The Federal Bank issues the Signet Credit Card on Visa as well as the RuPay network, both the variants having almost the same features. The Federal Bank RuPay Signet Credit Card comes with an annual fee of Rs. 750 and welcomes its customers with an Amazon e-gift voucher worth Rs. 500 on achieving the required spend within one month. Moreover, it earns you up to 3 Reward Points on every spend of Rs. 100. With the RuPay Signet Credit Card, you don't only earn Reward Points but a lot more privileges across different categories.",
    "On achieving the required spend milestone, you can get Swiggy vouchers each quarter. Moreover, you can avail of the buy one get one free offer on movie tickets every quarter and exciting discounts on dining across several participating restaurants in the country. Talking about its travel privileges, you get complimentary airport lounge access at domestic as well as international airport terminals. To know detailed advantages of the Federal bank RuPay Signet Credit Card, go through the complete article:"
  ],
  "imageLink": "https://cardinsider.com/wp-content/uploads/2022/02/Federal-Bank-RuPay-Signet-Credit-Card.png",
  "cardTitle": "Federal Bank RuPay Signet Credit Card",
  "bestSuitedFor": "Shopping",
  "joiningFee": "Rs. 750",
  "rewardType": "Reward Points",
  "andThereIsMore": [
    "Amazon e-voucher worth Rs. 500 as a welcome gift.",
    "Up to 3 Reward Points on every spend of Rs. 100.",
    "Buy 1 Get 1 Free offer on movie tickets.",
    "Complimentary domestic and international lounge access.",
    "Complimentary Swiggy vouchers on achieving the spend milestone.",
    "1% fuel surcharge waiver on all fuel transactions.",
    "Exciting discount offers on dining.",
    "Spend based waiver of the annual fee."
  ],
  "gifts": {
    "welcomeGifts": [
      "Amazon e-voucher worth Rs. 500 as a welcome gift."
    ],
    "milestoneGifts": [
      "Complimentary Swiggy vouchers on achieving the spend milestone."
    ],
    "rewardsPoints": [
      "Up to 3 Reward Points on every spend of Rs. 100."
    ]
  },
  "rewardsBenefits": {
    "Welcome Benefits": [
      "Amazon e-voucher worth Rs. 500 on spending Rs. 3,000 or more within the first 30 days."
    ],
    "Movie & Dining": [
      "Buy 1 Get 1 Free offer on movies on Inox once every quarter, up to 15% discount on dining."
    ],
    "Rewards Rate": [
      "1 Reward Point on every spend of Rs. 100, 2x Reward Points on entertainment categories, and 3x Reward Points on electronics and apparel."
    ],
    "Reward Redemption": [
      "The earned rewards can be redeemed at Federal Rewards where 1 Reward Point = Re. 0.25."
    ],
    "Travel": [
      "Complimentary domestic & international airport lounge access."
    ],
    "Golf": [
      "NA"
    ],
    "Domestic Lounge Access": [
      "2 complimentary domestic lounge access every quarter."
    ],
    "International Lounge Access": [
      "4 complimentary international lounge access every year."
    ],
    "Insurance Benefits": [
      "NA"
    ],
    "Zero Liability Protection": [
      "You will not be liable for any fraudulent transactions made on your credit card if you have reported it as lost/stolen to the bank."
    ]
  },
  "keepAnEyeOn": {
    "Joining Fee": [
      "Rs. 750"
    ],
    "Renewal Fee": [
      "Rs. 750"
    ],
    "Spend based Waiver": [
      "The annual fee is waived off on spending Rs. 75,000 or more in the previous year."
    ],
    "Rewards Redemption Fee": [
      "Rs. 99 on every redemption request"
    ],
    "Foreign Currency Markup": [
      "3.5% on all foreign currency transactions"
    ],
    "Interest Rates": [
      "starting from 0.49% per month"
    ],
    "Fuel Surcharge": [
      "1% fuel surcharge waiver on all fuel transactions between Rs. 400 and Rs. 5,000."
    ],
    "Cash Advance Charge": [
      "2.5% of the withdrawn amount subject to a minimum of Rs. 500."
    ],
    "Add-on Card Fee": [
      "Rs. 100"
    ]
  }
}