{
  "openerSection": [
    "The ICICI Bank Rubyx Credit Card is India's first dual platinum credit card that aims to provide its customers with benefits across various categories. It comes in three variants: Visa, MasterCard, and American Express. However, only the ICICI Bank Rubyx Visa Credit card is being issued by the bank currently. The card comes with a joining fee of Rs. 3,000 and welcomes you with travel & shopping gift vouchers worth Rs. 5,000 or more. With this card, you earn ICICI Reward Points (which earlier used to offer Payback Points) on almost all your domestic as well as international spends and you can redeem these points easily against cash or gifts as per your choice. You can earn up to 4 Reward Points on every Rs. 100 you spend.",
    "Being one of the popular ICICI Credit Cards, it also provides you with exciting lifestyle benefits, including exclusive discount offers on dining, and a 25% discount on movie tickets on BookMyShow & Inox. You also get travel benefits, including railway & airport lounge access every quarter to make your travel experiences comfortable. The cardholders can save a lot with this card as along with all these benefits, you can also get your card's renewal fee waived off based on your spends in an anniversary year. Read on for more details on ICICI Rubyx Credit Card."
  ],
  "imageLink": "https://cardinsider.com/wp-content/uploads/2021/07/ICICI-Bank-Rubyx-Credit-Card.png",
  "cardTitle": "ICICI Bank Rubyx Credit Card",
  "bestSuitedFor": "Travel",
  "joiningFee": "Rs. 3,000 (plus applicable taxes)",
  "rewardType": "Reward Points",
  "andThereIsMore": [
    "2 Reward Points per domestic spend of Rs. 100 & 4 Reward Points per international spend of Rs. 100.",
    "1 Reward Point on every Rs. 100 spent on utilities and insurance categories",
    "Travel and shopping vouchers worth over Rs. 5,000 as a welcome benefit.",
    "25% discount (up to Rs. 150) on booking a minimum of 2 movie tickets in a single transaction on BookMyShow or Inox (max 2 times in a month- once with each variant).",
    "Exciting discount offers on dining with ICICI Bank Culinary Treats Program.",
    "2 complimentary railway lounge access with each of the MasterCard and American Express variants (total 4 railway lounge access) per quarter.",
    "2 complimentary domestic airport lounge access (1 with each of MasterCard and AmEx variants) per quarter on minimum spends of Rs. 5,000 in the previous quarter.",
    "1 complimentary golf lesson/round every month per Rs. 50,000 spent in the previous month (max 2 rounds/lessons in a month).",
    "Exclusive insurance benefits including a personal air accident cover worth Rs. 1 crore and lost card liability protection worth Rs. 50,000.",
    "24*7 concierge service i-Assist for hotel reservations, flight/movie ticket bookings, gift delivery assistance, etc.",
    "Spends-based renewal fee waiver on the expenditure of Rs. 3 lakh in the previous year.",
    "Additional Reward Points on achieving the stipulated spends based milestones."
  ],
  "gifts": {
    "welcomeGifts": [
      "Travel and shopping vouchers worth over Rs. 5,000 as a welcome benefit."
    ],
    "milestoneGifts": [
      "Additional Reward Points on achieving the stipulated spends based milestones."
    ],
    "rewardsPoints": [
      "2 Reward Points per domestic spend of Rs. 100 & 4 Reward Points per international spend of Rs. 100.",
      "1 Reward Point on every Rs. 100 spent on utilities and insurance categories",
      "Additional Reward Points on achieving the stipulated spends based milestones."
    ]
  },
  "rewardsBenefits": {
    "Welcome Benefits": [
      "Travel & shopping vouchers worth over Rs. 5,000"
    ],
    "Movie & Dining": [
      "25% discount on movie ticket bookings (min 2 per transaction and max 2 tines in a month) on BookMyShow and INOX (max discount capped at Rs. 150), discount on dining bills with the Culinary Treats Program."
    ],
    "Rewards Rate": [
      "4 Reward Points on every international spend of Rs. 100, 2 Reward Points on domestic spends & 1 Reward Point on every Rs. 100 spent on utilities and insurance categories."
    ],
    "Reward Redemption": [
      "The reward points can be redeemed for gift vouchers or cashback at a rate of 1 Reward Point = Re. 0.25"
    ],
    "Travel": [
      "2 complimentary railway lounge access per quarter and 1 complimentary airport lounge access per quarter with each of the two variants (total 2 per quarter) on a minimum expenditure of Rs. 5,000 in the previous quarter"
    ],
    "Golf": [
      "Up to 2 complimentary golf lessons/rounds each month (1 golf round/lesson for every Rs. 50,000 spent in the previous month)"
    ],
    "Domestic Lounge Access": [
      "2 complimentary railway lounge access per quarter and 1 complimentary domestic airport lounge access per quarter with each of the two variants (total 2 domestic airport lounge access per quarter) on a minimum expenditure of Rs.5,000 in the previous quarter."
    ],
    "International Lounge Access": [
      "N/A"
    ],
    "Insurance Benefits": [
      "Complimentary insurance covers against air accidents, plane hijacking, lost baggage, delayed baggage, lost card, lost travel documents, credit shield, etc."
    ],
    "Zero Liability Protection": [
      "Cardmember shall not be liable for any fraudulent transactions done on the card once the loss of card is reported to the bank."
    ]
  },
  "keepAnEyeOn": {
    "Joining Fee": [
      "Rs. 3,000 (plus applicable taxes)"
    ],
    "Renewal Fee": [
      "Rs. 2,000 (plus applicable taxes)"
    ],
    "Spend based Waiver": [
      "Renewal Fee is waived off on spending Rs. 3 lakhs or more in an anniversary year."
    ],
    "Rewards Redemption Fee": [
      "Rs. 99 (plus applicable taxes) per redemption request"
    ],
    "Foreign Currency Markup": [
      "3.5% of the transaction amount"
    ],
    "Interest Rates": [
      "3.40% per month (or 40.8% annually)"
    ],
    "Fuel Surcharge": [
      "1% fuel surcharge is waived off for all fuel transactions up to Rs. 4,000 across all fuel stations in India."
    ],
    "Cash Advance Charge": [
      "2.5% of the amount withdrawn or Rs. 300 (whichever is higher)"
    ],
    "Add-on Card Fee": [
      "Nil"
    ]
  }
}