{
  "openerSection": [
    "ICICI bank offers the InterMiles ICICI Bank Sapphiro Credit Card in collaboration with the InterMiles frequent flyer program. It comes in two variants- the Visa variant and the American express variant. The two variants slightly differ in terms of the benefits they offer. Earlier, the card used to offer special benefits on Jet Airways bookings, but since the airline ceased its operation in 2018, you get special privileges on Etihad airlines flight bookings, which owns over 50% share in Jet Airways. As is obvious from the name, it is a travel credit card and earns you reward points as InterMiles on all spends made via the card. Read on to know more about this offering by the ICICI bank."
  ],
  "imageLink": "https://cardinsider.com/wp-content/uploads/2021/07/InterMiles-ICICI-Bank-Sapphiro-Credit-Cards.png",
  "cardTitle": "InterMiles ICICI Bank Sapphiro Credit Card",
  "bestSuitedFor": "Travel",
  "joiningFee": "Rs. 5,000 (plus applicable taxes)",
  "rewardType": "AirMiles",
  "andThereIsMore": [
    "InterMiles Silver Tier membership and 10,000 bonus Intermiles as a welcome gift.",
    "Joining benefit of a discount of Rs. 750 on flight bookings and Rs. 1,500 on hotel reservations.",
    "Annual benefit of 5,000 InterMiles, a discount voucher worth Rs. 500 on flight tickets and Rs. 1,000 on hotel bookings.",
    "5 InterMiles on domestic and 7 InterMiles on international spends on every Rs. 100 spent on the American Express variant.",
    "12.5 InterMiles for Etihad Airways ticket bookings and 10 InterMiles for other flight/hotel spends for every Rs. 100 spent on the American Express variant.",
    "4 InterMiles on domestic and 5 InterMiles on international spends on every Rs. 100 spent on the Visa variant.",
    "10 InterMiles for Etihad Airways ticket bookings and 8 InterMiles for other flight/hotel spends for every Rs. 100 spent on the Visa variant.",
    "Complimentary DreamFolks membership with 2 complimentary international lounge visits every year and 2 complimentary domestic airport spa visits every year.",
    "2 complimentary domestic lounge access with both Visa and AmEx variants if Rs. 5,000 spent in the previous quarter.",
    "Buy one and get up to Rs. 500 off on the second movie ticket on BookMyShow (twice every month).",
    "One complimentary round of golf for every Rs. 50,000 spent in the previous month.",
    "Dining benefits under the Culinary Treats program.",
    "24×7 concierge service.",
    "1% fuel surcharge waiver at all fuel stations across India."
  ],
  "gifts": {
    "welcomeGifts": [
      "InterMiles Silver Tier membership and 10,000 bonus Intermiles as a welcome gift."
    ],
    "milestoneGifts": [],
    "rewardsPoints": []
  },
  "rewardsBenefits": {
    "Welcome Benefits": [
      "1 year InterMiles Silver Tier membership with 10,000 bonus InterMiles, a discount of Rs. 750 on flight bookings and Rs. 1,500 on hotel bookings (AmEx variant), a discount of Rs. 500 on flight bookings and Rs. 1,000 on hotel reservations (Visa variant)."
    ],
    "Movie & Dining": [
      "Buy one movie ticket and get up to Rs. 500 off on second ticket on BookMyShow (max 2 times a month), dining benefits with the Culinary Treats program"
    ],
    "Rewards Rate": [
      "5 InterMiles/Rs. 100 on domestic and 7 InterMiles/Rs. 100 on international spends (AmEx variant), 4 InterMiles/Rs. 100 domestic and 5 InterMiles/Rs. 100 on international spends (Visa variant), Accelerated InterMiles on bookings on the InterMiles official website"
    ],
    "Reward Redemption": [
      "InterMiles redeemable for flight/hotel bookings on the InterMiles portal from partner airlines/hotel chains"
    ],
    "Travel": [
      "Reward Points earned as InterMiles, complimentary Dreamfolks membership with 2 international lounge access and 2 domestic airport spa visits"
    ],
    "Golf": [
      "1 complimentary round of golf per month for every Rs. 50,000 spent in the previous month"
    ],
    "Domestic Lounge Access": [
      "2 complimentary domestic lounge access each with both Visa and AmEx variants if Rs. 5,000 spent in the previous quarter"
    ],
    "International Lounge Access": [
      "2 complimentary international lounge access every year under the Dreamfolks membership"
    ],
    "Insurance Benefits": [
      "N/A"
    ],
    "Zero Liability Protection": [
      "Cardmember not liable for any fraudulent transaction post reporting the loss of card to the bank"
    ]
  },
  "keepAnEyeOn": {
    "Joining Fee": [
      "Rs. 5,000 (plus applicable taxes)"
    ],
    "Renewal Fee": [
      "Rs. 5,000 (plus applicable taxes)"
    ],
    "Spend based Waiver": [
      "N/A"
    ],
    "Rewards Redemption Fee": [
      "Rs. 99 (plus applicable taxes) per redemption request"
    ],
    "Foreign Currency Markup": [
      "3.5% of the transaction amount"
    ],
    "Interest Rates": [
      "3.5% per month (42% annually)"
    ],
    "Fuel Surcharge": [
      "1% fuel surcharge waived off at all fuel stations across India"
    ],
    "Cash Advance Charge": [
      "2.5% of the transacted amount, subject to a minimum amount of Rs. 300"
    ],
    "Add-on Card Fee": [
      "Rs. 250 (plus applicable taxes)"
    ]
  }
}