{
  "openerSection": [
    "ICICI Bank Emeralde Credit Card is among the most premium offering by the bank and can be considered a tough competitor to the HDFC's Infinia credit card. With this card, ICICI targets HNIs (High Net-Worth Individuals) who frequently go on business trips and don't want to compromise with their lifestyle.",
    "ICICI Bank Emeralde Credit Card offers exclusive benefits like a 24×7 concierge service (that provides assistance regarding hotel/restaurant reservations, flight bookings, car rentals), unlimited complimentary airport lounge access to domestic as well as international terminals, personal air accident insurance cover of Rs. 3 crore, etc. Keeping all the traveling requirements of its premium customers in mind, ICICI charges a nominal foreign currency markup fee of 1.5% on transactions made in a different currency and a zero cash advance fee on cash withdrawals from ATMs.",
    "ICICI Bank used to offer the Emeralde Credit Card in two variants- MasterCard and American Express variants. But since both these payment networks are currently not allowed to onboard new customers, the bank has recently also launched the card on the Visa platform.",
    "One unique feature of ICICI Bank Emeralde Credit Card is that it allows you to choose between two membership plans- the monthly plan, where the cardholders need to pay a monthly fee of Rs. 1,000 and the annual plan with an annual membership fee of Rs. 12,000."
  ],
  "imageLink": "https://cardinsider.com/wp-content/uploads/2021/07/ICICI-Emeralde-Credit-Card.png",
  "cardTitle": "ICICI Bank Emeralde Credit Card",
  "bestSuitedFor": "Movies | Travel | Shopping",
  "joiningFee": "Rs. 1,000 (plus taxes) for monthly plan, Rs. 12,000 (plus applicable taxes) for annual plan",
  "rewardType": "Reward Points",
  "andThereIsMore": [
    "Tata CliQ voucher with a monetary value of Rs. 5,000 redeemable for purchases at www.tatacliq.com on your birthday (applicable for AmEx variant only)",
    "Unlimited complimentary domestic and international airport lounge access along with complimentary spa access at select domestic airports.",
    "Up to Rs. 750 off on purchase of second ticket onwards (up to max 4 tickets/month) on BookMyShow for all movie and non-movie ticket purchases.",
    "Complimentary golf round/lesson on every Rs. 50,000 spent on the card in the previous month (up to max 4 rounds/lessons per month).",
    "Nominal Foreign Currency Markup of 1.5% and a lower interest rate of 1.99% on cash withdrawals.",
    "Reversal of cancellation charges (up to Rs. 12,000) on a max 2 transactions/year for flight/hotel/movie ticket booking.",
    "Choice between monthly and annual plans for card membership.",
    "Get up to 4 Reward Points every time you spend Rs. 100."
  ],
  "gifts": {
    "welcomeGifts": [],
    "milestoneGifts": [],
    "rewardsPoints": [
      "Get up to 4 Reward Points every time you spend Rs. 100."
    ]
  },
  "rewardsBenefits": {
    "Welcome Benefits": [
      "N/A"
    ],
    "Movie & Dining": [
      "A discount of up to Rs. 750 on BookMyShow second movie/event ticket onwards (max 4 tickets per month), no cancellation charge on movie ticket cancellation (max benefit of Rs. 12,000 per year), a minimum discount of 15% at partnered restaurants under the ICICI Culinary Treats program.",
      " "
    ],
    "Rewards Rate": [
      "4 RPs on every Rs. 100 spent on all transactions (except fuel, utilities and insurance categories) and 1 RP on every purchase of Rs. 100 on insurance and utilities."
    ],
    "Reward Redemption": [
      "The earned Reward Points can be redeemed against gifts or cash credit, where 1 Reward Point = Rs. 0.25"
    ],
    "Travel": [
      "Complimentary international & domestic lounge visits, no charge (waived up to a max of Rs. 12,000) on cancellation of flight/hotel/movie ticket bookings up to max two cancellations every year"
    ],
    "Golf": [
      "Complimentary round/lesson of golf each month on a minimum spend of Rs. 50,000 in the previous month (max 4/month)"
    ],
    "Domestic Lounge Access": [
      "Complimentary unlimited domestic airport lounge access under the MasterCard/American Express/Visa lounge program"
    ],
    "International Lounge Access": [
      "Complimentary unlimited international airport lounge access under the Dreamfolks program membership"
    ],
    "Insurance Benefits": [
      "Credit Shield insurance worth Rs. 50,000, an air accidental death cover worth Rs. 3 crore and many other insurance benefits under travel category (as illustrated later in the article)"
    ],
    "Zero Liability Protection": [
      "Get a liability protection cover worth Rs. 50,000 against a lost/stolen card applicable from 2 days before reporting the loss and till 7 days after it."
    ]
  },
  "keepAnEyeOn": {
    "Joining Fee": [
      "Rs. 1,000 (plus taxes) for monthly plan, Rs. 12,000 (plus applicable taxes) for annual plan"
    ],
    "Renewal Fee": [
      "Rs. 1,000 (plus applicable taxes) for monthly plan, Rs. 12,000 (plus applicable taxes) for annual plan"
    ],
    "Spend based Waiver": [
      "Monthly fee reversed on the expenditure of Rs. 1,00,000 in the previous month, annual fee reversed on an annual spend of Rs. 15,00,000 in the previous anniversary year."
    ],
    "Rewards Redemption Fee": [
      "Rs. 99 + GST on each redemption request"
    ],
    "Foreign Currency Markup": [
      "1.5% of the total transaction amount"
    ],
    "Interest Rates": [
      "3.40% per month (or 40.80% annualized)"
    ],
    "Fuel Surcharge": [
      "1% fuel surcharge waived on all fuel purchases at all fuel pumps across the country."
    ],
    "Cash Advance Charge": [
      "Nil"
    ],
    "Add-on Card Fee": [
      "Nil"
    ]
  }
}