{
  "openerSection": [
    "ICICI HPCL Coral American Express Credit Card is a co-branded card launched by ICICI Bank in partnership with Hindustan Petroleum Corporation Limited (HPCL) and American Express. As an entry-level card, it carries a renewal fee of Rs. 199. The card earns you 2 Reward Points for every Rs. 100 you spend with the card and accelerated 3X Reward Points (6 Points) on every Rs. 100 you spend on fuel at HPCL filling stations. Although, other benefits like complimentary lounge access and insurance covers are missing, it can be a good choice in the entry-level segment if you travel by road a lot. Keep reading to learn more about this entry-level co-branded offering by ICICI Bank."
  ],
  "imageLink": "https://cardinsider.com/wp-content/uploads/2021/07/ICICI-Bank-HPCL-Coral-American-Express-Credit-Card.png",
  "cardTitle": "ICICI Bank HPCL Coral American Express Credit Card",
  "bestSuitedFor": "Fuel",
  "joiningFee": "Rs. 199 (plus applicable taxes)",
  "rewardType": "Reward Points",
  "andThereIsMore": [
    "6 Reward Points for every Rs. 100 you spend on fuel purchases at HPCL pumps.",
    "2 Reward Points per Rs. 100 on all other retail spendings.",
    "2.5% cashback (up to Rs. 100) on fuel purchases at HPCL pumps. A minimum transaction of Rs 500 is required to avail of the benefit.",
    "Get a 25% discount (max Rs. 100) per transaction on a minimum purchase of two tickets.",
    "Exclusive dining offers with the ICICI Bank Culinary Treats program."
  ],
  "gifts": {
    "welcomeGifts": [],
    "milestoneGifts": [],
    "rewardsPoints": [
      "6 Reward Points for every Rs. 100 you spend on fuel purchases at HPCL pumps.",
      "2 Reward Points per Rs. 100 on all other retail spendings."
    ]
  },
  "rewardsBenefits": {
    "Welcome Benefits": [
      "N/A"
    ],
    "Movie & Dining": [
      "25% discount (max Rs. 100) on purchasing a minimum of two tickets for movie in a single transaction (max 2 times in a month), exclusive dining benefits under the ICICI Bank Culinary Treats Program."
    ],
    "Rewards Rate": [
      "2 Reward Points per Rs. 100 on all retail spends with the card, 3X (6) Reward Points on fuel transactions at HPCL filling stations, 2.5% cashback up to Rs.100 on fuel purchases at HPCL pumps."
    ],
    "Reward Redemption": [
      "The Reward Points earned are redeemable against cash back or gifts (1 Reward Point = Re. 0.25)."
    ],
    "Travel": [
      "N/A"
    ],
    "Golf": [
      "N/A"
    ],
    "Domestic Lounge Access": [
      "N/A"
    ],
    "International Lounge Access": [
      "N/A"
    ],
    "Insurance Benefits": [
      "N/A"
    ],
    "Zero Liability Protection": [
      "N/A"
    ]
  },
  "keepAnEyeOn": {
    "Joining Fee": [
      "Rs. 199 (plus applicable taxes)"
    ],
    "Renewal Fee": [
      "Rs. 199 (plus applicable taxes)"
    ],
    "Spend based Waiver": [
      "The renewal fee can be waived if you spend Rs. 50,000 in the previous year."
    ],
    "Rewards Redemption Fee": [
      "Rs. 99 (plus applicable taxes) per redemption request"
    ],
    "Foreign Currency Markup": [
      "3.5% of the transaction amount"
    ],
    "Interest Rates": [
      "3.40% per month (or 40.8% per annum)"
    ],
    "Fuel Surcharge": [
      "1% fuel surcharge waived at all HPCL petrol pumps in India for fuel purchases below Rs. 4000."
    ],
    "Cash Advance Charge": [
      "2.50% or a minimum of Rs. 300"
    ],
    "Add-on Card Fee": [
      "Nil"
    ]
  }
}