{
  "openerSection": [
    "ICICI bank has launched this new exclusive co-branded credit card on 20th July, 2021 in collaboration with Hindustan Petroleum Corporation Limited (HPCL). This is an addition to the bank's catalog of HPCL credit cards. The unique feature of the Super Saver credit card is that, unlike most other co-branded cards that earn you cashback/rewards only on one particular category of spends, the ICICI Bank HPCL Super Saver Card earns you cash back and/or reward points benefit (as Reward points) on all categories of spends.",
    "It comes with a joining or annual fee of Rs. 500 and earns you bonus reward points as well as cashback as a welcome benefit. With this co-branded card, you can always save up to 5% on your spends. Other than this, you get various other benefits, including exclusive airport lounge access, exciting discount deals on dining & movies, spend-based reversal of the renewal fee, and many more. Read on for details on this cobranded offering by the ICICI Bank."
  ],
  "imageLink": "https://cardinsider.com/wp-content/uploads/2021/07/ICICI-hpcl-super-saver-credit-card.png",
  "cardTitle": "ICICI Bank HPCL Super Saver Credit Card",
  "bestSuitedFor": "Fuel | Shopping",
  "joiningFee": "Rs. 500 (plus applicable taxes)",
  "rewardType": "Reward Points",
  "andThereIsMore": [
    "Welcome benefit of 2,000 Reward points, provided the card's joining fee is paid within two months of card setup and a minimum spend of Rs. 5,000 is achieved within the first 45 days.",
    "Cashback of Rs. 100 on the HPPay wallet on the first purchase made via the app.",
    "5% savings (4% cashback + 1% fuel surcharge waiver) on fuel purchases at HPCL stations (4% cashback capped at Rs. 200 per month).",
    "1.5% additional cashback on fuel purchases on HPCL outlets when you use HP Pay app.",
    "Fuel surcharge waiver of 1% applicable over and above the aforementioned 4% cashback.",
    "5% cashback as Reward points on utilities, groceries, and departmental store purchases.",
    "2 Reward Points per Rs. 100 spent on all other purchases.",
    "Complimentary 24×7 Road Assistance Service (RAS).",
    "Complimentary domestic airport lounge access.",
    "25% off on movie tickets on BookMyShow and Inox movies. Maximum discount capped at Rs. 100 per transaction.",
    "Discount at partnered restaurants with the ICICI Bank's exclusive Culinary Treats Program."
  ],
  "gifts": {
    "welcomeGifts": [
      "Welcome benefit of 2,000 Reward points, provided the card's joining fee is paid within two months of card setup and a minimum spend of Rs. 5,000 is achieved within the first 45 days."
    ],
    "milestoneGifts": [],
    "rewardsPoints": [
      "Welcome benefit of 2,000 Reward points, provided the card's joining fee is paid within two months of card setup and a minimum spend of Rs. 5,000 is achieved within the first 45 days.",
      "5% cashback as Reward points on utilities, groceries, and departmental store purchases.",
      "2 Reward Points per Rs. 100 spent on all other purchases."
    ]
  },
  "rewardsBenefits": {
    "Welcome Benefits": [
      "2,000 bonus Reward Points on paying the membership fee within 2 months and spending at least Rs. 5,000 within the first 45 days of card issuance; Rs. 100 cashback on HP Pay app on the first fuel purchase of Rs. 1,000 or more."
    ],
    "Movie & Dining": [
      "25% discount (max Rs. 100 per transaction) on movie tickets booked on BookMyShow and Inox movies individually, dining benefits under the ICICI Bank Culinary Treats Program"
    ],
    "Rewards Rate": [
      "4% cashback on fuel spends at HPCL pumps, 5% cashback as RPs on departmental store spends & utility purchases, 2 Reward points per Rs. 100 spent for all other domestic and international transactions."
    ],
    "Reward Redemption": [
      "The Rewards you earn can be redeemed against cashback or some other options at a conversion rate of 1 Reward Point = Rs. 0.25"
    ],
    "Travel": [
      "Complimentary domestic airport lounge access under Visa Domestic Lounge Program"
    ],
    "Golf": [
      "N/A"
    ],
    "Domestic Lounge Access": [
      "1 complimentary lounge access every quarter to domestic airports under Visa Domestic Lounge Program"
    ],
    "International Lounge Access": [
      "N/A"
    ],
    "Insurance Benefits": [
      "N/A"
    ],
    "Zero Liability Protection": [
      "Cardholder not liable for any unauthorized spends made post the time of reporting the card's loss. However, for transactions made prior to the time of reporting, the liability lies only with the cardholder."
    ]
  },
  "keepAnEyeOn": {
    "Joining Fee": [
      "Rs. 500 (plus applicable taxes)"
    ],
    "Renewal Fee": [
      "Rs. 500 (plus GST)"
    ],
    "Spend based Waiver": [
      "Annual fee waiver (from second year of membership) on the expenditure of Rs. 1.5 lakh in the preceding year."
    ],
    "Rewards Redemption Fee": [
      "Rs. 99 (plus applicable taxes) on each redemption request"
    ],
    "Foreign Currency Markup": [
      "3.5% of the transaction amount subject to a minimum amount of Rs. 250"
    ],
    "Interest Rates": [
      "3.4% per month (or 40.8% per annum)"
    ],
    "Fuel Surcharge": [
      "1% fuel surcharge waived at all fuel stations across India"
    ],
    "Cash Advance Charge": [
      "2.5% of the cash amount or a minimum fee of Rs. 300"
    ],
    "Add-on Card Fee": [
      "Rs. 100"
    ]
  }
}