{
  "openerSection": [
    "Amazon Pay ICICI Bank Credit Card is a co-branded shopping credit card recently launched by the ICICI Bank in partnership with Amazon India on the Visa payment platform. Just after its launch, it became one of the favorite credit cards for online shoppers in the country. Initially, it was an invite-only offering, but now it is open to all. What makes this Credit Card so popular is that the Amazon ICICI Credit Card rewards you with cashback in the form of Amazon Pay balance that reflects in your Amazon Pay balance.",
    "This credit card is even more rewarding for Amazon Prime members, as you can get as much as 5% cash back on purchases on Amazon, which, as you are probably aware, is the largest e-commerce website with over 16 crore products. Apart from Amazon Pay cashback, this card also offers several other benefits like a 15% discount on dining bills at all restaurants participating in ICICI Bank's Culinary Treats program and a fuel surcharge waiver at all the petrol stations across India. Read on to know more about this exclusive co-branded online-shopping credit card by ICICI Bank and Amazon."
  ],
  "imageLink": "https://cardinsider.com/wp-content/uploads/2021/06/amazon-pay.png",
  "cardTitle": "Amazon Pay ICICI Bank Credit Card",
  "bestSuitedFor": "Shopping",
  "joiningFee": "Nil",
  "rewardType": "Cashback",
  "andThereIsMore": [
    "Amazon Prime users get 5% cashback on all purchases made on Amazon (with a few exceptions).",
    "Non-Prime users get 3% cashback on Amazon, instead of 5%.",
    "Additional cashback on Amazon is applicable only for purchases made on Amazon India (amazon.in).",
    "2% cashback at over 100 partner merchants with Login with Amazon payment option.",
    "1% cashback on all other retail transactions, except fuel purchases.",
    "1% surcharge waived off on fuel purchases.",
    "Reward Points transferred as cashback to Amazon Pay balance.",
    "No expiry date of Reward Points earned on the card transferred as Amazon Pay balance.",
    "No minimum amount is required for reward redemption (i.e. for transfer of Points to Amazon Pay wallet as Amazon Pay balance).",
    "Dining benefit as part of the bank's Culinary Treats program.",
    "5% cashback (up to Rs. 150) on the first fuel purchase (of minimum Rs. 2,000) of the month."
  ],
  "gifts": {
    "welcomeGifts": [],
    "milestoneGifts": [],
    "rewardsPoints": [
      "Reward Points transferred as cashback to Amazon Pay balance.",
      "No expiry date of Reward Points earned on the card transferred as Amazon Pay balance."
    ]
  },
  "rewardsBenefits": {
    "Welcome Benefits": [
      "Welcome bonus of Amazon Pay Balance (Rs. 300 to Rs. 600)"
    ],
    "Movie & Dining": [
      "A minimum of 15% discount on dining bills at restaurants participating in the Culinary Treats program"
    ],
    "Rewards Rate": [
      "5% cashback on Amazon purchases for Prime members and 3% cashback for Non-Prime members, 2% cashback on partner brands & 1% cashback on all other payments except fuel purchases"
    ],
    "Reward Redemption": [
      "Reward Points earned transferred to Amazon Pay balance at the end of the payment cycle. 1 Reward Point = Re. 1"
    ],
    "Travel": [
      "N/A"
    ],
    "Golf": [
      "N/A"
    ],
    "Domestic Lounge Access": [
      "N/A"
    ],
    "International Lounge Access": [
      "N/A"
    ],
    "Insurance Benefits": [
      "N/A"
    ],
    "Zero Liability Protection": [
      "Cardholders won't be liable for any unauthorized transaction made with the card post reporting the loss of card to the bank"
    ]
  },
  "keepAnEyeOn": {
    "Joining Fee": [
      "Nil"
    ],
    "Renewal Fee": [
      "Nil"
    ],
    "Spend based Waiver": [
      "N/A"
    ],
    "Rewards Redemption Fee": [
      "Nil"
    ],
    "Foreign Currency Markup": [
      "3.5% of the transaction amount"
    ],
    "Interest Rates": [
      "3.5% – 3.8% per month or 42% – 45.6% per annum (variable, based on the customer's financial behavior)"
    ],
    "Fuel Surcharge": [
      "1% fuel surcharge is waived at all petrol stations across India."
    ],
    "Cash Advance Charge": [
      "2.5% of the withdrawn amount, subject to a minimum fees of Rs. 300."
    ],
    "Add-on Card Fee": [
      "Nil"
    ]
  }
}