{
  "openerSection": [
    "MakeMyTrip ICICI Bank Platinum Credit Card is a co-branded travel credit card issued by the ICICI Bank, just like the Yatra SBI Credit Card issued by SBI. The MakeMyTrip ICICI Platinum Card comes with a joining fee of Rs. 500, but you need not pay any annual renewal fee for the card. The reward points earned on the MakeMyTrip Platinum Credit Card are directly transferred to your MakeMyTrip wallet as My Cash which can be redeemed for various travel expenses like hotel reservations, flight bookings, car rentals, etc. on MakeMyTrip. Read on to learn more about this co-branded travel credit card by ICICI and MakeMyTrip."
  ],
  "imageLink": "https://cardinsider.com/wp-content/uploads/2021/07/MakeMyTrip-ICICI-Bank-Platinum-Credit-Card.png",
  "cardTitle": "MakeMyTrip ICICI Bank Platinum Credit Card",
  "bestSuitedFor": "Travel",
  "joiningFee": "Rs. 500 (plus applicable taxes)",
  "rewardType": "Cashback",
  "andThereIsMore": [
    "Rs. 500 My Cash and Rs. 3,000 holiday voucher as a joining benefit.",
    "Extended validity of 1.5 years on the Joining Benefit My Cash.",
    "Bonus My Cash on achieving the stipulated spends-based milestones.",
    "25% discount on movie tickets on BookMyShow and INOX on booking two tickets in a single transaction (offer applicable max twice in a month).",
    "Exclusive dining offers with ICICI Culinary Treats Program.",
    "1 complimentary domestic airport lounge access per quarter if a minimum of Rs. 5,000 were spent in the previous quarter.",
    "1 complimentary railway lounge access each quarter."
  ],
  "gifts": {
    "welcomeGifts": [],
    "milestoneGifts": [
      "Bonus My Cash on achieving the stipulated spends-based milestones."
    ],
    "rewardsPoints": []
  },
  "rewardsBenefits": {
    "Welcome Benefits": [
      "Rs. 500 My Cash and MakeMyTrip holiday voucher worth Rs. 3,000"
    ],
    "Movie & Dining": [
      "25% discount (up to Rs. 100) on movie tickets on booking 2 tickets in a single transaction on BookMyShow and INOX (max 2 times in a month)"
    ],
    "Rewards Rate": [
      "Rs. 3 My Cash per Rs. 200 on hotel/holiday bookings on MMT, Rs. 2 My Cash on flight bookings on MMT, Rs. 1.25 My Cash on all international spends outside MMT, Re. 1 My Cash on all domestic spends outside MMT"
    ],
    "Reward Redemption": [
      "MakeMyTrip My Cash earned on the card can be redeemed for flight/hotel/holiday bookings on MakeMyTrip. There is no restriction in terms of the My Cash amount that can be redeemed. 1 My Cash = Re. 1."
    ],
    "Travel": [
      "Comlimentary railway and domestic airport lounge access every quarter"
    ],
    "Golf": [
      "N/A"
    ],
    "Domestic Lounge Access": [
      "1 complimentary domestic airport lounge access every quarter if a minimum of Rs. 5,000 were spent in the previous quarter."
    ],
    "International Lounge Access": [
      "N/A"
    ],
    "Insurance Benefits": [
      "N/A"
    ],
    "Zero Liability Protection": [
      "Cardholder shall not be liable for any fraudulent transaction made with the card post reporting the loss of card to the bank."
    ]
  },
  "keepAnEyeOn": {
    "Joining Fee": [
      "Rs. 500 (plus applicable taxes)"
    ],
    "Renewal Fee": [
      "Nil"
    ],
    "Spend based Waiver": [
      "N/A"
    ],
    "Rewards Redemption Fee": [
      "Rs. 99 (plus applicable taxes) per redemption request"
    ],
    "Foreign Currency Markup": [
      "3.5% of the transaction amount"
    ],
    "Interest Rates": [
      "3.4% per month (or 40.8% per annum)"
    ],
    "Fuel Surcharge": [
      "1% waiver on maximum transaction of Rs. 4000 at HPCL pumps in India"
    ],
    "Cash Advance Charge": [
      "2.5% of the withdrawal amount"
    ],
    "Add-on Card Fee": [
      "Rs. 250 (plus applicable taxes)"
    ]
  }
}