{
  "openerSection": [
    "The ICICI Bank Instant Platinum Credit Card is a secured credit card, issued against a fixed deposit. The card caries zero renewal fee and earns you Reward points every time you make a purchase using it. Moreover, to let you save more on other categories, the card provides amazing discounts on dining and movies keeping your requirements in mind.",
    "Other than these benefits mentioned, you can save on fuel transactions as the card comes with a fuel surcharge waiver. More of its benefits include a low-interest rate on revolving credit. To get full details about the ICICI Bank Instant Platinum Credit Card, advantages, and fees & charges, refer to the details given below:"
  ],
  "imageLink": "https://cardinsider.com/wp-content/uploads/2021/08/ICICI-Bank-Instant-Platinum-Credit-Card.png",
  "cardTitle": "ICICI Bank Instant Platinum Credit Card",
  "bestSuitedFor": "Movies | Shopping",
  "joiningFee": "Nil",
  "rewardType": "Reward Points",
  "andThereIsMore": [
    "It is a secured credit card that is issued against a fixed deposit.",
    "2 Reward Points for every Rs. 100 you spend with the card (except on utilities, insurance and fuel).",
    "1 Reward Point for every Rs. 100 you spend on fuel purchases.",
    "Minimum 15% off on dining transactions at partner restaurants under the ICICI Bank Culinary Treats Program.",
    "25% discount on movie tickets on BookMyShow on purchasing 2 movie tickets in a single transaction (max twice in a month).",
    "1% surcharge waived on fuel purchases at all fuel stations all over India for transactions of up to Rs. 4,000."
  ],
  "gifts": {
    "welcomeGifts": [],
    "milestoneGifts": [],
    "rewardsPoints": [
      "2 Reward Points for every Rs. 100 you spend with the card (except on utilities, insurance and fuel).",
      "1 Reward Point for every Rs. 100 you spend on fuel purchases."
    ]
  },
  "rewardsBenefits": {
    "Welcome Benefits": [
      "N/A"
    ],
    "Movie & Dining": [
      "25% discount on movie tickets (up to Rs. 100) on booking a minimum of 2 tickets in a single transaction on BookMyShow. Discount can be availed for a maximum of two times in a month."
    ],
    "Rewards Rate": [
      "2 Reward Points per Rs. 100 spent."
    ],
    "Reward Redemption": [
      "The Reward Points are redeemable for gifts/shopping vouchers and for purchasing products from the Rewards Catalog."
    ],
    "Travel": [
      "N/A"
    ],
    "Golf": [
      "N/A"
    ],
    "Domestic Lounge Access": [
      "N/A"
    ],
    "International Lounge Access": [
      "N/A"
    ],
    "Insurance Benefits": [
      "N/A"
    ],
    "Zero Liability Protection": [
      "For any fraudulent transaction done on the card, the cardholder will not be liable for any unauthorized transaction."
    ]
  },
  "keepAnEyeOn": {
    "Joining Fee": [
      "Nil"
    ],
    "Renewal Fee": [
      "Nil"
    ],
    "Spend based Waiver": [
      "N/A"
    ],
    "Rewards Redemption Fee": [
      "Rs. 99 per redemption request"
    ],
    "Foreign Currency Markup": [
      "3.5% on all international transactions"
    ],
    "Interest Rates": [
      "2.49% per month"
    ],
    "Fuel Surcharge": [
      "1% fuel surcharge waiver for all fuel transactions up to Rs. 4,000"
    ],
    "Cash Advance Charge": [
      "2.5% of the cash amount transacted (minimum of Rs. 300)"
    ],
    "Add-on Card Fee": [
      "Nil"
    ]
  }
}