{
  "openerSection": [
    "ICICI Bank HPCL Platinum Credit Card offers exclusive cashback benefits on fuel purchases at HPCL petrol pumps. You get 2.5% cashback up to Rs. 100 in a month on fuel purchases if you swipe your credit card on ICICI merchant services POS machines. Moreover, a 1% waiver on fuel surcharge is also applicable on all transactions up to Rs. 4,000. Not only this, you also earn 2 Reward points per Rs. 100 spent on all retail purchases except transactions at fuel stations. The ICICI Bank HPCL Platinum credit card also provides exciting offers on several other categories, such as movies, dining, etc. With a nominal joining fee of Rs. 199, the card is best suited for people who spend on fuel. It can help you save money without any restrictions on your essential purchases. The card also provides a spend-based annual fee surcharge waiver. For detailed information about the ICICI Bank HPCL Platinum Credit card, keep reading:"
  ],
  "imageLink": "https://cardinsider.com/wp-content/uploads/2021/06/ICICI-HPCL-Platinum-Credit-Card-Reviews.jpg",
  "cardTitle": "ICICI Bank HPCL Platinum Credit Card",
  "bestSuitedFor": "Fuel",
  "joiningFee": "Rs. 199 (plus applicable taxes)",
  "rewardType": "Cashback",
  "andThereIsMore": [
    "2 Reward points per Rs. 100 you spend on all retail purchases except fuel.",
    "2.5% cashback on fuel purchases at HPCL pumps (maximum cashback of Rs. 100).",
    "Exclusive dining offers and a minimum discount of 15% on dining bills at partner restaurants with ICICI Bank Culinary Treats Program.",
    "Card renewal fee is waived on spending Rs. 50,000 in the previous year."
  ],
  "gifts": {
    "welcomeGifts": [],
    "milestoneGifts": [],
    "rewardsPoints": [
      "2 Reward points per Rs. 100 you spend on all retail purchases except fuel."
    ]
  },
  "rewardsBenefits": {
    "Welcome Benefits": [
      "N/A"
    ],
    "Movie & Dining": [
      "Rs. 100 off on bookings movie tickets via BookMyShow (can be availed max twice in a month), minimum 15% savings on dining through ICICI Bank Culinary Treats Programme."
    ],
    "Rewards Rate": [
      "2 Reward Points per Rs. 100 you spend with the card"
    ],
    "Reward Redemption": [
      "1 Reward Point = Rs. 0.25 for redemption against the card's statement balance or gifts."
    ],
    "Travel": [
      "2 complimentary airport lounge visits outside India and 2 spa sessions at selected airports in India every year, through complimentary Dreamfolks membership"
    ],
    "Golf": [
      "N/A"
    ],
    "Domestic Lounge Access": [
      "N/A"
    ],
    "International Lounge Access": [
      "2 complimentary airport lounge visits outside India"
    ],
    "Insurance Benefits": [
      "N/A"
    ],
    "Zero Liability Protection": [
      "Cardholder shall not be held liable for any unauthorized transaction done on the card after reporting the loss of the card to the bank."
    ]
  },
  "keepAnEyeOn": {
    "Joining Fee": [
      "Rs. 199 (plus applicable taxes)"
    ],
    "Renewal Fee": [
      "Rs. 199 (plus applicable taxes)"
    ],
    "Spend based Waiver": [
      "The renewal fee can be waived on spending Rs. 50,000 or more in the preceeding year."
    ],
    "Rewards Redemption Fee": [
      "Rs. 99 on every redemption request."
    ],
    "Foreign Currency Markup": [
      "3.50% on all foreign currency spends"
    ],
    "Interest Rates": [
      "3.40% per month (or 40.8% annually)"
    ],
    "Fuel Surcharge": [
      "1% fuel surcharge waiver at all HPCL pumps for transactions up to Rs. 4,000."
    ],
    "Cash Advance Charge": [
      "2.5% of the transaction amount or Rs. 300 (whichever is higher)."
    ],
    "Add-on Card Fee": [
      "Nil"
    ]
  }
}