{
  "openerSection": [
    "The ICICI Coral Credit Card, issued by ICICI Bank offers exclusive rewards and offers around dining, entertainment, and travel for its customers. Coral credit card comes in three variants: Visa, Mastercard, and AmEx, from which you have the independence to choose one for yourself. With this card, for every transaction of Rs. 100, you can earn up to 2 reward points and these are redeemable against an array of categories & products. The Coral credit card also provides an opportunity to earn up to 10,000 bonus Reward Points under its milestone program annually.",
    "Apart from these benefits, the card also offers exciting discounts on movie tickets on Inox & BookMyShow.  Keeping your travel-related requirements in mind, the card provides complimentary domestic airport and railway lounge access every quarter. The list of the benefits of the ICICI Bank Coral Credit Card goes on. Keep reading to get more information:"
  ],
  "imageLink": "https://cardinsider.com/wp-content/uploads/2021/06/Icici-coral-card.png",
  "cardTitle": "ICICI Bank Coral Credit Card",
  "bestSuitedFor": "Movies | Dining",
  "joiningFee": "Rs 500 (plus applicable taxes)",
  "rewardType": "Reward Points",
  "andThereIsMore": [
    "1 Reward Point per Rs. 100 you spent on utilities & insurance related spends.",
    "2 Reward Points per Rs. 100 you spend (except Fuel).",
    "Earn up to 10,000 bonus RPs annually under the Milestone Program.",
    "Get 1 complimentary domestic lounge access every quarter.",
    "Get 1 complimentary railway lounge pass every quarter.",
    "Enjoy up to 25% discount on movie ticket booking on BookMyShow and INOX.",
    "You get exclusive dining deals through ICICI Bank Culinary Treats Programme using ICICI Bank Coral credit card",
    "1% surcharge fee waiver at all HPCL fuel stations all over India."
  ],
  "gifts": {
    "welcomeGifts": [],
    "milestoneGifts": [
      "Earn up to 10,000 bonus RPs annually under the Milestone Program."
    ],
    "rewardsPoints": [
      "1 Reward Point per Rs. 100 you spent on utilities & insurance related spends.",
      "2 Reward Points per Rs. 100 you spend (except Fuel)."
    ]
  },
  "rewardsBenefits": {
    "Welcome Benefits": [
      "N/A"
    ],
    "Movie & Dining": [
      "25% discount up to Rs. 100 on movie ticket booking on BookMyShow and INOX two times a month. Get up to 15% discount on dining."
    ],
    "Rewards Rate": [
      "1 Reward Point per Rs. 100 you spend on utilities & insurance related spends, and 2 Reward Points per Rs. 100 spent elsewhere."
    ],
    "Reward Redemption": [
      "The Reward Points are redeemable against an array of categories, and cash back at a rate of 1 Reward Point = Re. 0.25."
    ],
    "Travel": [
      "You get complimentary access to the airport and railway lounges every quarter."
    ],
    "Golf": [
      "N/A"
    ],
    "Domestic Lounge Access": [
      "1 complimentary domestic lounge visit in each quarter on a minimum spend of Rs 5000 in the previous calendar quarter."
    ],
    "International Lounge Access": [
      "N/A"
    ],
    "Insurance Benefits": [
      "N/A"
    ],
    "Zero Liability Protection": [
      "The bank provides protection to its customer in case of loss or theft of credit card if reported within a stipulated time provided by the bank."
    ]
  },
  "keepAnEyeOn": {
    "Joining Fee": [
      "Rs 500 (plus applicable taxes)"
    ],
    "Renewal Fee": [
      "Rs 500 (plus applicable taxes)"
    ],
    "Spend based Waiver": [
      "You get a spend-based waiver in case the annual spend is more than 1,50,000 in the previous year."
    ],
    "Rewards Redemption Fee": [
      "Rs. 99 per redemption request"
    ],
    "Foreign Currency Markup": [
      "3.5% of the transaction amount"
    ],
    "Interest Rates": [
      "3.4% per month (40.80% per annum)"
    ],
    "Fuel Surcharge": [
      "You get a fuel surcharge waiver of 1% across all HPCL petrol stations in India. This offer valid for transaction up to Rs 4,000/-"
    ],
    "Cash Advance Charge": [
      "2.5% of the transaction amount or subject to a minimum fee of Rs.300"
    ],
    "Add-on Card Fee": [
      "Nil"
    ]
  }
}