{
  "openerSection": [
    "The Axis Bank My Zone Credit Card is an entry-level offering by the bank. The card comes with a nominal membership fee of just Rs. 500 per annum and welcomes its customers with a complimentary premium subscription of SonyLiv that is worth Rs. 999. Considering its annual fee, the card comes packed with plenty of value-added benefits including movie & dining offers, complimentary domestic airport lounge access, and many more.  As far as the reward rate is concerned, you earn 4 EDGE Points for every Rs. 200 you spend with the card where 1 Edge Reward = Re. 0.20.",
    "Moreover, you are provided with a buy 1 get 1 free offer on movie tickets every month via Paytm movies. Keeping the dining requirements of its customers in mind, Axis Bank offers up to 20% off on dining with this credit card. Other than all these privileges, you also get complimentary access to domestic airport lounges every quarter. Some additional benefits of the card include fuel surcharge waiver, milestone benefits, exciting discount offers on shopping brands like Ajio, etc. Read on to know more about the Axis Bank My Zone Credit Card:"
  ],
  "imageLink": "https://cardinsider.com/wp-content/uploads/2021/06/AXIS-Bank-MY-ZONE-credit-card-1.png",
  "cardTitle": "Axis Bank MY ZONE Credit Card",
  "bestSuitedFor": "Movies",
  "joiningFee": "Rs 500/- plus Applicable Taxes",
  "rewardType": "Reward Points",
  "andThereIsMore": [
    "Complimentary SonyLiv Premium annual subscription (renewed on spending Rs. 1.5 lakh in an anniversary year).",
    "4 EDGE Points per Rs. 200 spent with the Axis Bank My Zone Credit Card.",
    "40% discount on Swiggy up to Rs. 120 per order (minimum order value of Rs. 200 required).",
    "Buy One Get One offer on movie ticket bookings via Paytm movies.",
    "1 complimentary domestic airport lounge access per quarter.",
    "Flat discount of Rs. 600 on AJIO on minimum spends of Rs. 2,000.",
    "Up to 20% off on dining at partner restaurants under the Dining Delights Program.",
    "1% fuel surcharge waiver."
  ],
  "gifts": {
    "welcomeGifts": [],
    "milestoneGifts": [],
    "rewardsPoints": []
  },
  "rewardsBenefits": {
    "Welcome Benefits": [
      "Complimentary SonyLiv Premium annual subscription worth Rs. 999"
    ],
    "Movie & Dining": [
      "Buy One Get One offer on movie ticket bookings via Paytm Movies, up to 20% off at partner restaurants with Dining Delights"
    ],
    "Rewards Rate": [
      "4 EDGE Points for every Rs 200 spent with the card (reward rate of 0.4%)"
    ],
    "Reward Redemption": [
      "EDGE Points earned on the card are redeemable against shopping/travel vouchers or for purchasing products on the Axis Bank EDGE Rewards Portal"
    ],
    "Travel": [
      "Complimentary domestic airport lounge access"
    ],
    "Golf": [
      "N/A"
    ],
    "Domestic Lounge Access": [
      "1 Complimentary domestic airport  lounge access every quarter"
    ],
    "International Lounge Access": [
      "N/A"
    ],
    "Insurance Benefits": [
      "N/A"
    ],
    "Zero Liability Protection": [
      "Cardholder not liable for any fraudulent transaction made with the card post reporting the loss of card to the bank."
    ]
  },
  "keepAnEyeOn": {
    "Joining Fee": [
      "Rs 500/- plus Applicable Taxes"
    ],
    "Renewal Fee": [
      "Rs. 500 (plus applicable taxes)"
    ],
    "Spend based Waiver": [
      "N/A"
    ],
    "Rewards Redemption Fee": [
      "Nil"
    ],
    "Foreign Currency Markup": [
      "3.5% of the transaction amount"
    ],
    "Interest Rates": [
      "3.4% per month (49.36% per annum)"
    ],
    "Fuel Surcharge": [
      "1% fuel surcharge waived off at all filling stations across India for transactions between Rs. 400 and Rs. 4,000 (max waiver capped at Rs. 400 per month)"
    ],
    "Cash Advance Charge": [
      "2.5% of the withdrawal amount subject to a minimum charge of Rs. 500"
    ],
    "Add-on Card Fee": [
      "Nil"
    ]
  }
}