{
  "openerSection": [
    "Axis Bank Miles & More Credit Card is a travel credit card best suited for international frequent flyers. The card comes in two variants- Axis Bank Miles & More Select Credit Card and Axis Bank Miles & More World Credit Card. The Select variant is the more premium one of the two and therefore offers a higher reward rate and comes with a higher membership fee.",
    "You earn award miles on all categories of spends with the Miles & More Card which are added to your Miles & More account registered with the bank. These award miles can be redeemed for travel spends, shopping at partner merchants, or can be donated for a cause you care for.",
    "Apart from the award miles, you also get many other additional benefits including complimentary domestic and international airport lounge access, discounts on dining bills, insurance covers and a 24×7 concierge service with the Miles & More Credit Card."
  ],
  "imageLink": "https://cardinsider.com/wp-content/uploads/2021/08/Axis-Bank-Miles-More-Credit-Card-10.png",
  "cardTitle": "Axis Bank Miles & More Credit Card",
  "bestSuitedFor": "Travel",
  "joiningFee": "Rs. 10,000 (plus applicable taxes) for Miles & More Select Credit Card; Rs. 3,000 (plus applicable taxes) for Miles & More World Credit Card",
  "rewardType": "AirMiles",
  "andThereIsMore": [
    "15,000 miles on Axix Bank Miles & More Select Credit Card; 5,000 award miles on Axis Bank Miles & More World Credit Card as a welcome bonus.",
    "Annual bonus of 4,000 and 3,000 reward miles on the Miles & More Select and Miles & More World Credit Cards respectively.",
    "Complimentary Priority Pass membership with 4 (Axis Bank Miles & More Select Credit Card) or 2 (Axis Bank Miles & More World Credit Card) complimentary airport lounge access per year at select airports.",
    "8 complimentary domestic airport lounge access per quarter with Axis Bank Miles and More Select Credit Card and 4 complimentary domestic lounge access per quarter with Axis Bank Miles and More World Credit Card.",
    "Preferred rates on Axis Bank loans with both variants of the Miles & More Credit Card.",
    "Dedicated concierge service for assistance regarding flight bookings, table reservations, etc.",
    "Minimum 15% off at partner restaurants with Axis Bank Dining Delights program.",
    "1% fuel surcharge on transactions between Rs. 400 and Rs. 4,000 at all fuel stations across India."
  ],
  "gifts": {
    "welcomeGifts": [
      "15,000 miles on Axix Bank Miles & More Select Credit Card; 5,000 award miles on Axis Bank Miles & More World Credit Card as a welcome bonus."
    ],
    "milestoneGifts": [],
    "rewardsPoints": []
  },
  "rewardsBenefits": {
    "Welcome Benefits": [
      "15,000 miles on Axis Bank Miles & More Select Credit Card and 5,000 miles on Axis Bank Miles & More World Credit Card"
    ],
    "Movie & Dining": [
      "Minimum 15% discount on dining bills at partner restaurants with Axis Bank Dining Delights Program"
    ],
    "Rewards Rate": [
      "6 award miles per Rs. 200 spent with Axis Bank Miles & More Select Credit Card and 4 award miles per Rs. 200 spent with Axis Bank Miles & More World Credit Card"
    ],
    "Reward Redemption": [
      "Miles are redeemable for flight bookings, hotel reservations, car rentals, shopping or for donations"
    ],
    "Travel": [
      "Complimentary domestic and international airport lounge access"
    ],
    "Golf": [
      "N/A"
    ],
    "Domestic Lounge Access": [
      "Axis Bank Miles & More Select Credit Card -8 complimentary domestic airport lounge; Axis Bank Miles & More World Credit Card- 4 complimentary domestic airport lounge access per quarter"
    ],
    "International Lounge Access": [
      "4 complimentary airport lounge access per year with Axis Bank Miles & More Select Credit Card and 2 complimentary airport lounge access per year with Axis Bank Miles & More World Credit Card with Priority Pass membership"
    ],
    "Insurance Benefits": [
      "Complimentary personal air accident insurance, check-in baggage and travel documents loss/delay cover and Credit Shield cover with both the variants of the card"
    ],
    "Zero Liability Protection": [
      "The cardholder shall not be liable for any fraudulent transaction made with the card post reporting the loss of card to the bank"
    ]
  },
  "keepAnEyeOn": {
    "Joining Fee": [
      "Rs. 10,000 (plus applicable taxes) for Miles & More Select Credit Card; Rs. 3,000 (plus applicable taxes) for Miles & More World Credit Card"
    ],
    "Renewal Fee": [
      "Rs. 10,000 (plus applicable taxes) for Axis Bank Miles & More Select Credit Card and Rs. 3,500 (plus applicable taxes) Axis Bank Miles & More World Credit Card"
    ],
    "Spend based Waiver": [
      "N/A"
    ],
    "Rewards Redemption Fee": [
      "Nil"
    ],
    "Foreign Currency Markup": [
      "3.5% of the transaction amount"
    ],
    "Interest Rates": [
      "3.6% per month (or 52.86% annually)"
    ],
    "Fuel Surcharge": [
      "1% fuel surcharge waived off on fuel purchases at all fuel stations across India (for transactions between Rs. 400 and Rs, 4,000)"
    ],
    "Cash Advance Charge": [
      "2.5% (minimum Rs. 500) of the withdrawn amount"
    ],
    "Add-on Card Fee": [
      "Nil"
    ]
  }
}