{
  "openerSection": [
    "Axis Bank launched the Magnus credit card in September 2019, which is issued in both, MasterCard & Visa credit card networks. It is a super-premium card issued by the bank and is targeted at high-income individuals who want to enjoy the privilege of a luxurious lifestyle. From dining and travel to medical and insurance benefits, the card comes packed with all kinds of privileges that one can expect from a premium credit card. At 3% pm, the interest rate for this card is also low, and keeping in mind the international transaction needs of their premium customers, the bank has also kept the Forex Mark up fee fairly low ( just 2%).",
    "Moreover, there are no cash withdrawal charges on the card (Interest charges applicable). Although the annual fee of the card is quite high, you can get it waived off by spending 15 lakhs or above in the previous anniversary year and save Rs. 10,000. Keep reading to learn more about this super-premium credit card offering by Axis Bank."
  ],
  "imageLink": "https://cardinsider.com/wp-content/uploads/2021/07/Axis-Bank-Magnus-Credit-Card.png",
  "cardTitle": "Axis Bank Magnus Credit Card",
  "bestSuitedFor": "Travel | Shopping",
  "joiningFee": "Rs. 10,000 + GST",
  "rewardType": "Reward Points",
  "andThereIsMore": [
    "1 complimentary domestic flight ticket or a Tata CLiQ voucher worth Rs. 10,000 as a welcome/annual gift.",
    "12 Axis EDGE REWARDS Points for every Rs. 200 spent on retail purchases.",
    "5X EDGE REWARDS on travel spends via TRAVEL EDGE",
    "25,000 bonus Edge Points every month on achieving the spend milestone.",
    "Unlimited domestic airport lounge access every year.",
    "Unlimited complimentary international lounge visits every year with Priority Pass.",
    "Discounted stays at Oberoi Hotels.",
    "Buy one and get up to Rs. 500 off on the next BookMyShow ticket (max 5 times a month).",
    " 25% discount at over 2,000 restaurants with Dineout passport.",
    "Complimentary travel-related insurance covers including a cover worth Rs. 4.5 crore against air accident.",
    "Credit Shield cover (against misuse of the card) worth Rs. 5 lakh and purchase protection worth Rs. 2 lakh with Axis Bank Magnus Card.",
    "Medical benefits include a medical concierge, second medical opinion, preventive healthcare diagnostic programs, and global travel and medical assistance.",
    "Lower interest rate (2.5% pm) and foreign currency mark-up (2%) and zero cash withdrawal fee.",
    "24×7 dedicated concierge service for assistance regarding flight or hotel reservations, gift deliveries, etc."
  ],
  "gifts": {
    "welcomeGifts": [
      "1 complimentary domestic flight ticket or a Tata CLiQ voucher worth Rs. 10,000 as a welcome/annual gift."
    ],
    "milestoneGifts": [
      "25,000 bonus Edge Points every month on achieving the spend milestone."
    ],
    "rewardsPoints": []
  },
  "rewardsBenefits": {
    "Welcome Benefits": [
      "Choose any one of these- Tata Cliq voucher or a free domestic flight ticket worth Rs. 10,000."
    ],
    "Movie & Dining": [
      "Buy one and get up to Rs. 500 off on the next movie/non-movie ticket on BookMyShow (max 5 times a month), 25% off at 2,000+ restaurants across India."
    ],
    "Rewards Rate": [
      "12 Axis EDGE REWARDS Points for every Rs. 200 spent with the card, 5X EDGE REWARDS on travel spends via TRAVEL EDGE."
    ],
    "Reward Redemption": [
      "Axis EDGE REWARDS Points can be redeemed on the EDGE REWARDS portal at a value of 1 Edge Reward = Re. 0.20 or Transfer to Partner Airlines/Hotels Rewards Program.",
      "For New customers, the monthly milestone benefit will be applicable from the 1st of the upcoming month post the card issuance date."
    ],
    "Travel": [
      "Complimentary international as well as domestic airport lounge access, airport concierge service and discounts on stays at Oberoi Hotels."
    ],
    "Golf": [
      "N/A"
    ],
    "Domestic Lounge Access": [
      "Unlimited domestic airport lounge access"
    ],
    "International Lounge Access": [
      "Unlimited complimentary international airport lounge access for primary cardholders and 8 complimentary visits for the guests every year with Priority Pass"
    ],
    "Insurance Benefits": [
      "Travel-related insurance coverage, which includes an air accident cover worth Rs. 4.5 crore, Credit shield protection worth Rs. 5 lakh (in case the card is lost) and a purchase protection worth Rs. 2 lakh."
    ],
    "Zero Liability Protection": [
      "Credit shield cover worth Rs. 5 lakh, liability protection up to the card's credit limit."
    ]
  },
  "keepAnEyeOn": {
    "Joining Fee": [
      "Rs. 10,000 + GST"
    ],
    "Renewal Fee": [
      "Rs. 10,000 + GST"
    ],
    "Spend based Waiver": [
      "Annual fee waived off on an expenditure of Rs. 15 lakhs in the preceding year."
    ],
    "Rewards Redemption Fee": [
      "Nil"
    ],
    "Foreign Currency Markup": [
      "2% + GST"
    ],
    "Interest Rates": [
      "3.0% per month (42.58% annually)"
    ],
    "Fuel Surcharge": [
      "1% fuel surcharge waived off at all fuel stations across India"
    ],
    "Cash Advance Charge": [
      "Nil"
    ],
    "Add-on Card Fee": [
      "Nil"
    ]
  }
}