{
  "openerSection": [
    "IndianOil Axis Bank Credit Card is a co-branded fuel credit card issued by Axis Bank in collaboration with IOCL (Indian Oil Corporation Limited). The card is solely aimed at providing great saving opportunities to those who spend very often on fuel. It is an entry-level card and hence comes with a nominal annual fee of Rs. 500. The card offers a particularly high reward rate of 5% on fuel spends at IOCL filling stations and a decent reward rate of 1% on online spends.",
    "Bening an entry-level credit card, although it doesn't offer many additional benefits, you however do get dining and movie benefits with instant discounts on movie tickets and discounted rates at partner restaurants under the bank's Dining Deleghts Program. Other than this, the cardholders get fuel surcharge waivers and many more benefits with the IndianOil Axis Bank Credit Card. Read on to learn more about this entry-level co-branded offering by Axis Bank and IOCL."
  ],
  "imageLink": "https://cardinsider.com/wp-content/uploads/2021/07/IndianOil-Axis-Bank-Credit-Card.png",
  "cardTitle": "Indian Oil Axis Bank Credit Card",
  "bestSuitedFor": "Fuel | Shopping",
  "joiningFee": "Rs. 500 (plus applicable taxes)",
  "rewardType": "Fuel Points",
  "andThereIsMore": [
    "100% cashback (up to Rs. 250) on all fuel transactions made within 30 days of card isssuance.",
    "20 Reward Points on every Rs 100 spent at IOCL fuel outlets.",
    "5 Reward Points on every Rs. 100 spent on online shopping.",
    "1 EDGE Point per Rs. 100 on all other spends with the card.",
    "Instant discount of up to 10% on movie tickets on Book My Show.",
    "Up to 20% discount on dining bills at partner restaurants under the Axis Bank Dining Delights Program.",
    "1% fuel surcharge waived at all fuel stations across India.",
    "Renewal fee waived off on annual spends of Rs. 50,000."
  ],
  "gifts": {
    "welcomeGifts": [],
    "milestoneGifts": [],
    "rewardsPoints": [
      "20 Reward Points on every Rs 100 spent at IOCL fuel outlets.",
      "5 Reward Points on every Rs. 100 spent on online shopping."
    ]
  },
  "rewardsBenefits": {
    "Welcome Benefits": [
      "100% cashback (up to Rs. 250) on all fuel transactions made within 30 days of card issuance."
    ],
    "Movie & Dining": [
      "10% instant discount on movie ticket bookings on BookMyShow"
    ],
    "Rewards Rate": [
      "20 Reward Points per Rs. 100 on fuel transactions at IOCL stations, 5 Reward Points per Rs. 100 on online shopping and 1 EDGE Point per Rs. 100 on all other spends with the card"
    ],
    "Reward Redemption": [
      "Reward Points redeemable for shopping/travel vouchers and products (from the given product catalog) on Axis Bank EDGE Rewards Portal."
    ],
    "Travel": [
      "N/A"
    ],
    "Golf": [
      "N/A"
    ],
    "Domestic Lounge Access": [
      "N/A"
    ],
    "International Lounge Access": [
      "N/A"
    ],
    "Insurance Benefits": [
      "N/A"
    ],
    "Zero Liability Protection": [
      "Cardholder shall not be liable for any fraudulent transaction made with the card post reporting the loss of card to the bank"
    ]
  },
  "keepAnEyeOn": {
    "Joining Fee": [
      "Rs. 500 (plus applicable taxes)"
    ],
    "Renewal Fee": [
      "Rs. 500 (plus applicable taxes)"
    ],
    "Spend based Waiver": [
      "Renewal fee waived off on annual spending of Rs. 50,000."
    ],
    "Rewards Redemption Fee": [
      "Nil"
    ],
    "Foreign Currency Markup": [
      "3.5% of the transaction amount."
    ],
    "Interest Rates": [
      "3.4% per month (49.36% per annum)"
    ],
    "Fuel Surcharge": [
      "1% of Fuel Surcharge waived at all filling stations across India for transactions between Rs. 400 and Rs. 5,000"
    ],
    "Cash Advance Charge": [
      "3.4% of the total transaction amount (Minimum Rs. 500)."
    ],
    "Add-on Card Fee": [
      "Nil"
    ]
  }
}