{
  "openerSection": [
    "The Axis Bank Burgundy Private Credit Card, which comes with exclusively amazing rewards and benefits, targets high-income individuals and is absolutely free for people holding a Burgundy Private account. The card welcomes its customers with 30,000 bonus Reward Points and comes with an array of privileges across almost all the categories. The card is best suited for your needs; be it travel, entertainment, dining, or reward programs. With this, you earn 15 Reward Points on every Rs. 200 spent on your card, i.e, you are saving 1.5% every time you spend.",
    "Along with providing complimentary lounge access for primary as well as supplementary cardholders, the card gets you complimentary memberships to Club Marriott, Accor Plus, and Taj Epicure, in order to fill your luxurious lifestyle with even more luxury. Moreover, you get a complimentary Eazy Diner Prime membership and exclusive movie benefits as well. There are many more exciting benefits, such as golf privileges, insurance covers, etc, that the Axis Bank Burgundy Credit Card provides. Keep reading to know all of them:"
  ],
  "imageLink": "https://cardinsider.com/wp-content/uploads/2021/08/Axis-Bank-Burgundy-Private-Credit-Card-1.png",
  "cardTitle": "Axis Bank Burgundy Private Credit Card",
  "bestSuitedFor": "Movies | Travel | Dining",
  "joiningFee": "Rs. 50,000 (Nil for individuals holding a Burgundy Private account)",
  "rewardType": "Reward Points",
  "andThereIsMore": [
    "Get a welcome benefit of 30,000 Edge Reward Points.",
    "15 Edge Reward points on every Rs. 200 you spend using your Axis Bank Burgundy Private Credit Card.",
    "Complimentary EazyDiner Membership.",
    "Complimentary Club Marriott, Taj Epicure, and Accor Plus membership.",
    "Up to 5 complimentary movie and non-movie tickets every month on BookMyShow.",
    "Unlimited complimentary domestic lounge access.",
    "Unlimited complimentary international lounge access.",
    "50 complimentary golf rounds every year.",
    "No cash advance charges & no forex markup fee.",
    "Air accident insurance coverage worth Rs. 4.5 crores.",
    "24*7 concierge services.",
    "1% fuel surcharge waiver up to Rs. 400 per month."
  ],
  "gifts": {
    "welcomeGifts": [
      "Get a welcome benefit of 30,000 Edge Reward Points."
    ],
    "milestoneGifts": [],
    "rewardsPoints": [
      "Get a welcome benefit of 30,000 Edge Reward Points.",
      "15 Edge Reward points on every Rs. 200 you spend using your Axis Bank Burgundy Private Credit Card."
    ]
  },
  "rewardsBenefits": {
    "Welcome Benefits": [
      "30,000 edge Reward Points"
    ],
    "Movie & Dining": [
      "Complimentary Eazy Diner membership & Buy 1 Get 1 free offer on movies."
    ],
    "Rewards Rate": [
      "15 Edge Reward Points for every Rs. 200 spent."
    ],
    "Reward Redemption": [
      "The redemption of Edge Rewards can be done against an array of options on the Edge Rewards website at a rate of 1 Edge Reward Point = Re. 0.20."
    ],
    "Travel": [
      "Complimentary access to international as well as domestic lounges."
    ],
    "Golf": [
      "50 complimentary golf rounds every year."
    ],
    "Domestic Lounge Access": [
      "Unlimited complimentary domestic lounge access."
    ],
    "International Lounge Access": [
      "Unlimited complimentary international lounge access."
    ],
    "Insurance Benefits": [
      "Insurance cover worth Rs. 4.5 Crores in case of an air accident, travel insurance, lost card liability, and purchase protection."
    ],
    "Zero Liability Protection": [
      "In case of any unauthorized transaction that takes place through your card post you have reported the same to the bank, you will not be held liable."
    ]
  },
  "keepAnEyeOn": {
    "Joining Fee": [
      "Rs. 50,000 (Nil for individuals holding a Burgundy Private account)"
    ],
    "Renewal Fee": [
      "Rs. 50,000 (Nil for individuals holding a Burgundy Private account)"
    ],
    "Spend based Waiver": [
      "NA"
    ],
    "Rewards Redemption Fee": [
      "Nil"
    ],
    "Foreign Currency Markup": [
      "0%"
    ],
    "Interest Rates": [
      "1.5% per month"
    ],
    "Fuel Surcharge": [
      "Surcharge waiver of 1% on all transactions between Rs. 400 & Rs. 4,000."
    ],
    "Cash Advance Charge": [
      "Nil"
    ],
    "Add-on Card Fee": [
      "Nil"
    ]
  },
  "usp":{
    "singleRPValue":13.33,
    "every where else":13.33
  }
}