{
  "openerSection": [
    "Just a few months after Amazon partnered with ICICI Bank to launch the Amazon Pay credit card, Flipkart and Axis Bank came up with their cobranded card in July 2019 namely Flipkart Axis Bank Credit Card. A card is a great option for those who love shopping on Flipkart and Myntra as it offers 5% cash back on purchases made on them. Not only this, but the card also offers great cashback on certain merchants like Swiggy, Uber, PVR, and cure. fit and also offers cashback on another spending. Apart from shopping, it also offers other benefits like travel where you can get complimentary access to domestic lounges and other benefits in dining, fuel, and much more.",
    "Initially, the Flipkart Axis Bank Card was launched as a Mastercard variant but after the RBI ban, Axis bank issued the card as Visa Variant. The Visa variant was offered as a lifetime free card, however, with effect from 5th January 2021, a membership fee of Rs. 500 (plus taxes) is applicable. Continue reading to learn more about Flipkart Axis Credit Card and see how it stacks up against the Amazon Pay ICICI Credit Card."
  ],
  "imageLink": "https://cardinsider.com/wp-content/uploads/2021/07/flipkart-axis-bank-credit-card.png",
  "cardTitle": "Flipkart Axis Bank Credit Card",
  "bestSuitedFor": "Shopping",
  "joiningFee": "Rs. 500 (plus applicable taxes)",
  "rewardType": "Cashback",
  "andThereIsMore": [
    "Welcome gifts worth Rs. 1,100 on the issuance of the card.",
    "Many other welcome benefits from Myntra, and Swiggy.",
    "5% cashback on Flipkart as well as Myntra.",
    "4% cash back on preferred partners including Swiggy, Uber, PVR and cure.fit.",
    "1.5% cashback on all other retail spends (with a few exceptions).",
    "4 complimentary airport lounge access within India.",
    "1% fuel surcharge is waived at all petrol pumps across India for purchases worth Rs. 400 and Rs. 4,000 (max waiver of Rs. 500/month)."
  ],
  "gifts": {
    "welcomeGifts": [
      "Welcome gifts worth Rs. 1,100 on the issuance of the card.",
      "Many other welcome benefits from Myntra, and Swiggy."
    ],
    "milestoneGifts": [],
    "rewardsPoints": []
  },
  "rewardsBenefits": {
    "Welcome Benefits": [
      "Introductory benefits worth Rs. 1,100 on card issuance, benefit of up to Rs. 500 worth Flipkart vouchers, 15% cashback up to Rs. 500 on your first transaction on Myntra and 50% discount up to Rs. 100 on your first transaction for new to Swiggy customers."
    ],
    "Movie & Dining": [
      "Up to 20% off at partner restaurants under Axis bank's exclusive Dining Delights program, accelerated cashback (4%) on PVR cinemas."
    ],
    "Rewards Rate": [
      "5% cashback on Flipkart and Myntra, 4% cashback on prefered partners (Swiggy, Uber, PVR and cure.fit) and 1.5% cashback on all other spends."
    ],
    "Reward Redemption": [
      "N/A"
    ],
    "Travel": [
      "4 complimentary domestic lounge visits annually, accelerated cashback (4%) on Uber rides."
    ],
    "Golf": [
      "N/A"
    ],
    "Domestic Lounge Access": [
      "4 free domestic airport lounge access per year"
    ],
    "International Lounge Access": [
      "N/A"
    ],
    "Insurance Benefits": [
      "N/A"
    ],
    "Zero Liability Protection": [
      "Cardmembers are not liable for any unauthorized spends made on their card if loss of card reported within 3 days."
    ]
  },
  "keepAnEyeOn": {
    "Joining Fee": [
      "Rs. 500 (plus applicable taxes)"
    ],
    "Renewal Fee": [
      "Rs. 500 + applicable taxes"
    ],
    "Spend based Waiver": [
      "The renewal fee is waived upon achieving a minimum annual spend of Rs. 2 lacs"
    ],
    "Rewards Redemption Fee": [
      "NA"
    ],
    "Foreign Currency Markup": [
      "3.5% of the total conversion amount"
    ],
    "Interest Rates": [
      "3.4% per month (49.36% annually)"
    ],
    "Fuel Surcharge": [
      "Avoid 1% fuel surcharge for fuel purchases between Rs. 400 & Rs. 4,000 (max waiver capped at Rs. 500/month)."
    ],
    "Cash Advance Charge": [
      "2.5% (Min. Rs. 500) of the withdrawn amount."
    ],
    "Add-on Card Fee": [
      "Nil"
    ]
  }
}