{
  "openerSection": [
    "Axis Bank SELECT Credit Card is a mid-level lifestyle credit card issued at a joining fee of Rs. 3,000. You get an Amazon gift voucher worth Rs. 2,000 as a welcome gift. The card offers benefits across almost all categories where people tend to spend the most like travel, dining, shopping, movies, etc. You get dining benefits with discounted rates at partner restaurants and discounts on Swiggy orders. Talking about its travel privileges, you get complimentary access to domestic and international airport lounges and complimentary membership to the Priority Pass program with this card.",
    "Talking about the reward rate, you can earn 10 EDGE Reward Points per Rs. 200 spent with the card and accelerated (2X) EDGE Points on retail shopping spends, with each EDGE Point valued at Rs. 0.20 (reward rate of 2% on retail shopping and 1% on all other spends). You can also earn up to 5,000 bonus RPs every year on reaching the spend target. Moreover, as an entertainment benefit, the card comes with a Buy 1 Get 1 Free (BOGO) offer on movie tickets on BookMyShow. Other benefits that the Select Credit Card offers are complimentary rounds of golf, spend-based annual fee waiver, insurance covers, and many more. Keep reading to learn more about the card."
  ],
  "imageLink": "https://cardinsider.com/wp-content/uploads/2021/07/Axis-Bank-Select-Credit-Card.png",
  "cardTitle": "Axis Bank SELECT Credit Card",
  "bestSuitedFor": "Travel | Shopping",
  "joiningFee": "Rs. 3,000 (plus applicable taxes)",
  "rewardType": "Reward Points",
  "andThereIsMore": [
    "Amazon voucher (worth Rs. 2,000) on making the first transaction within 90 days of card issuance.",
    "10 EDGE Points per Rs. 200 you spend with the card.",
    "2X EDGE Points on retail shopping with the Axis Bank Select Credit card.",
    "20% off up to Rs. 500 on a minimum purchase of Rs. 2,000 on BigBasket.",
    "40% discount on Swiggy up to a max of Rs. 200 on every transaction.",
    "6 complimentary access to international airport lounges annually with a Priority Pass membership.",
    "2 complimentary domestic lounge visits (every quarter).",
    "Up to 20% discount at partner restaurants with Dining Delights.",
    "Buy 1 movie ticket and get up to Rs. 300 off on the second ticket on BookMyShow.",
    "Bonus EDGE Points on spending Rs. 3 lakh in an anniversary year.",
    "Renewal fee waiver on spending Rs. 6 lakh in an anniversary year.",
    "6 complimentary golf rounds every year, 3 additional golf rounds on annual expenditure of Rs. 6 lakh.",
    "Comprehensive insurance cover including a personal air accident cover which is worth Rs. 2.5 crore.",
    "24×7 concierge services for flight booking, table reservation, gift delivery, etc."
  ],
  "gifts": {
    "welcomeGifts": [],
    "milestoneGifts": [],
    "rewardsPoints": []
  },
  "rewardsBenefits": {
    "Welcome Benefits": [
      "Amazon voucher (worth Rs. 2,000) on making the first transaction within 90 days of card issuance."
    ],
    "Movie & Dining": [
      "Buy 1 movie ticket and get up to Rs. 300 off on second ticket on BookMyShow; get up to 20% discount on dining bills."
    ],
    "Rewards Rate": [
      "10 EDGE Points per Rs. 200 spent and 20 EDGE Points per Rs. 200 spent on retail shopping."
    ],
    "Reward Redemption": [
      "EDGE Points earned redeemable on the EDGE Rewards portal for travel/shopping vouchers and product purchases (from the given catalog). 1 EDGE Point = Rs. 0.20."
    ],
    "Travel": [
      "Complimentary Priority Pass membership and complimentary international and domestic lounge access"
    ],
    "Golf": [
      "6 complimentary golf rounds every year. 3 additional golf rounds on minimum annual spends of Rs. 3 lakh with the Select Credit Card."
    ],
    "Domestic Lounge Access": [
      "8 complimentary domestic lounge visits every year (max 2 per quarter)."
    ],
    "International Lounge Access": [
      "6 complimentary international lounge visits every year with Priority Pass membership"
    ],
    "Insurance Benefits": [
      "Insurance cover against air accidents, lost/delayed baggage, purchase protection, and loss of travel documents."
    ],
    "Zero Liability Protection": [
      "Cardholder shall not be liable for any fraudulent transactions if the lost card has been reported to the bank in a timely manner."
    ]
  },
  "keepAnEyeOn": {
    "Joining Fee": [
      "Rs. 3,000 (plus applicable taxes)"
    ],
    "Renewal Fee": [
      "Rs. 3,000 (plus applicable taxes)"
    ],
    "Spend based Waiver": [
      "Renewal fee waived off on spending Rs. 6 lakh in a year"
    ],
    "Rewards Redemption Fee": [
      "Nil"
    ],
    "Foreign Currency Markup": [
      "3.5% of the transaction amount"
    ],
    "Interest Rates": [
      "3.40% per month (49.36% annually)"
    ],
    "Fuel Surcharge": [
      "1% fuel surcharge waived off for transactions between Rs. 400 & Rs. 4,000 at all filling stations across India."
    ],
    "Cash Advance Charge": [
      "2.5% of the amount withdrawn or Rs. 250 (whichever is higher)"
    ],
    "Add-on Card Fee": [
      "Nil"
    ]
  }
}