{
  "openerSection": [
    "In an attempt to capitalize on the exponential growth in online transactions owing to the increasing internet penetration in the country, even more so during the pandemic, Axis bank launched their ACE credit card in a partnership with Google Pay and Visa. The card gives you very good returns on electricity/water/gas bill payments and recharges made via the Google Pay Android app and you also get a 4% cashback on popular food delivery apps like Zomato and Swiggy and on Ola rides. Since all these apps have majorly a young customer base, Axis Bank seems to be targeting young professionals with this credit card.",
    "Along with the exclusive cashback offers, the Axis Bank Ace credit card provides its customers with travel benefits, such as free domestic/international airport lounge access. Keeping the dining requirements of its customers in mind, the card provides a discount of up to 20% on dining. Continue reading the article for more information about this offering by Axis Bank."
  ],
  "imageLink": "https://cardinsider.com/wp-content/uploads/2021/07/Axis-Bank-ACE-Credit-Card.png",
  "cardTitle": "Axis Bank ACE Credit Card",
  "bestSuitedFor": "Shopping",
  "joiningFee": "Rs. 499 (plus applicable taxes)",
  "rewardType": "Cashback",
  "andThereIsMore": [
    "5% cashback on bill payments and mobile recharges on Google Pay.",
    "4% cashback on Swiggy, Zomato, and Ola.",
    "2% cashback on all other purchases (with a few exceptions).",
    "4 free domestic lounge visits every year.",
    "1% fuel surcharge waiver with a maximum cap of Rs. 500 per month.",
    "A discount of up to 20% on dining.",
    "Spend-based joining & annual fee waiver."
  ],
  "gifts": {
    "welcomeGifts": [],
    "milestoneGifts": [],
    "rewardsPoints": []
  },
  "rewardsBenefits": {
    "Welcome Benefits": [
      "N/A"
    ],
    "Movie & Dining": [
      "A discount of up to 20% on dining at 4,000+ restaurants under the Axis Bank Dining Delights program."
    ],
    "Rewards Rate": [
      "5% cashback on paying bills & on mobile recharges via GPay, 4% cashback on Swiggy, Ola Zomato, and 2% cashback elsewhere."
    ],
    "Reward Redemption": [
      "Your earned cashback is automatically credited to the cardholders' accounts."
    ],
    "Travel": [
      "Complimentary lounge access per year at domestic airports, accelerated (4%) cashback on Ola rides with Axis Bank Ace Card."
    ],
    "Golf": [
      "NA"
    ],
    "Domestic Lounge Access": [
      "4 complimentary airport lounge visits to domestic airport lounges per year"
    ],
    "International Lounge Access": [
      "NA"
    ],
    "Insurance Benefits": [
      "NA"
    ],
    "Zero Liability Protection": [
      "Cardmembers won't be liable for any unauthorized/fraudulent transactions if the loss of the card is reported within 3 days."
    ]
  },
  "keepAnEyeOn": {
    "Joining Fee": [
      "Rs. 499 (plus applicable taxes)"
    ],
    "Renewal Fee": [
      "Rs. 499 + taxes"
    ],
    "Spend based Waiver": [
      "Joining fee is waived on spends of Rs. 10,000 within 45 days of card issuance, and annual fee (2nd year onwards) is waived on total annual spends of Rs. 2,00,000."
    ],
    "Rewards Redemption Fee": [
      "Nil"
    ],
    "Foreign Currency Markup": [
      "3.5% of the transaction amount"
    ],
    "Interest Rates": [
      "3.4% per month or 49.36% annualized"
    ],
    "Fuel Surcharge": [
      "1% fuel surcharge is waived for purchases worth between Rs. 400 and Rs. 4,000 (maximum waiver of Rs. 500/month)."
    ],
    "Cash Advance Charge": [
      "2.5% of the withdrawn amount, subject to a minimum amount of Rs. 500."
    ],
    "Add-on Card Fee": [
      "Nil"
    ]
  },
  "usp": {
    "Utility Bills via Google Pay": 0.05,
    "Swiggy": 0.04,
    "Zomato": 0.04,
    "Ola": 0.04,
    "Every where else ": 0.02
  }
}