{
  "openerSection": [
    "The HSBC Smart Value Credit Card is among the most popular lifetime free credit cards in the Indian market. It comes with a zero annual & joining fee and provides its customers with several exciting welcome benefits, including complimentary airport lounge access, an Amazon gift voucher worth Rs. 500, up to Rs. 100 cashback on Google Pay, and up to Rs. 1,000 cashback on retail transactions within the first 60 days. Talking about its reward program, it earns you up to 3 Reward Points on every spend of Rs. 100. These reward points can be redeemed against an array of options available at the HSBC Rewards catalogue. However, you don't get many premium benefits with this card, but it can still be considered a great option for people who are new to the world of credit cards.",
    "Another great thing about this credit card is that it comes with a dynamic interest rate which can be 1.99% per month to 3.49% per month depending on the credit history of different individuals. You might get a lower interest rate if you have a very good credit profile and higher if your credit score is low. To understand the detailed features & benefits of the HSBC Smart Value  card, and its fees & charges, go through the complete article:"
  ],
  "imageLink": "https://cardinsider.com/wp-content/uploads/2022/02/hsbc-smart-value-credit-card.png",
  "cardTitle": "HSBC Smart Value Credit Card",
  "bestSuitedFor": "Shopping",
  "joiningFee": "Nil",
  "rewardType": "Reward Points",
  "andThereIsMore": [
    "Lifetime free credit card.",
    "10% cashback up to Rs. 1,000 within the first 30 days of card membership.",
    "Earn up to 3 Reward Points on every spend of Rs. 100 using the HSBC Smart Value Credit Card.",
    "Complimentary airport lounge access as an introductory offer.",
    "Amazon gift voucher worth Rs. 500 as a welcome benefit.",
    "Variable interest rates.",
    "Cashback offers on achieving monthly spend milestones.",
    "1% fuel surcharge waiver."
  ],
  "gifts": {
    "welcomeGifts": [
      "Amazon gift voucher worth Rs. 500 as a welcome benefit."
    ],
    "milestoneGifts": [
      "Cashback offers on achieving monthly spend milestones."
    ],
    "rewardsPoints": [
      "Earn up to 3 Reward Points on every spend of Rs. 100 using the HSBC Smart Value Credit Card."
    ]
  },
  "rewardsBenefits": {
    "Welcome Benefits": [
      "3 complimentary airport lounge access, an Amazon gift voucher worth Rs. 500, 10% cashback up to Rs. 1,000, and 50% discount on Google Pay."
    ],
    "Movie & Dining": [
      "NA"
    ],
    "Rewards Rate": [
      "1 Reward Points for every Rs. 100 spent on retail transactions and 3x RPs on dining, telecom categories, and all online spends."
    ],
    "Reward Redemption": [
      "You can redeem the reward points via the HSBC Rewards portal with the value of 1 Reward Point = up to Re. 0.35."
    ],
    "Travel": [
      "NA"
    ],
    "Golf": [
      "NA"
    ],
    "Domestic Lounge Access": [
      "NA"
    ],
    "International Lounge Access": [
      "NA"
    ],
    "Insurance Benefits": [
      "NA"
    ],
    "Zero Liability Protection": [
      "Zero liability of the cardholder for fraudulent transactions taking place post the loss or theft of the card is the same is reported to the bank within the prescribed time frame."
    ]
  },
  "keepAnEyeOn": {
    "Joining Fee": [
      "Nil"
    ],
    "Renewal Fee": [
      "Nil"
    ],
    "Spend based Waiver": [
      "NA"
    ],
    "Rewards Redemption Fee": [
      "Rs. 50 per redemption request."
    ],
    "Foreign Currency Markup": [
      "3.5% on all foreign currency transactions."
    ],
    "Interest Rates": [
      "1.99% to 3.49% per month."
    ],
    "Fuel Surcharge": [
      "1% fuel surcharge waiver on all fuel transactions."
    ],
    "Cash Advance Charge": [
      "2.5% of the withdrawn amount subject to a minimum of Rs. 500."
    ],
    "Add-on Card Fee": [
      "Nil"
    ]
  }
}