{
  "openerSection": [
    "The Premier Mastercard credit card is an exclusive offering by HSBC for its customers who maintain the Premier relationship with the bank in India. As is obvious from the name, the card is powered by MasterCard and is complimentary for the Premier customers of the bank. As introductory benefits, the customers can get complimentary Taj Epicure membership and a free night stay at taj hotels. The card earns you Reward Points at a decent reward rate that are redeemable against various products and airline miles.",
    "You also get many other travel, dining, and lifestyle benefits, such as complimentary airport lounge access, free golf sessions, etc. We have discussed in detail all the features and benefits that come bundled with this card in this article. Read on to learn more about this Premier exclusive offering by HSBC."
  ],
  "imageLink": "https://cardinsider.com/wp-content/uploads/2021/07/HSBC-Premier-MastercardCredit-Card.png",
  "cardTitle": "HSBC Premier MasterCard Credit Card",
  "bestSuitedFor": "Shopping",
  "joiningFee": "Nil",
  "rewardType": "Reward Points",
  "andThereIsMore": [
    "This card is exclusive for HSBC Premier Relationship customers.",
    "Complimentary Taj Epicure membership.",
    "2 Reward Points for every Rs. 100 spent using the card.",
    "Reward Points transferable to partner airlines' AirMiles programs and hotel loyalty programs.",
    "Reward Points redeemable for products, shopping vouchers, etc on the bank's rewards catalog.",
    "Lower than usual foreign currency mark-up of 1.99%.",
    "Fuel surcharge waiver at all fuel stations across India.",
    "Zero cost liability protection post the time of reporting the loss of card.",
    "Complimentary airport lounge access.",
    "Emergency services and travel insurance benefits.",
    "Complimentary rounds of golf and discounted fee at select golf courses across India.",
    "Learning offers with partners including British Council, Yousician, eDX.",
    "No joining/annual fee."
  ],
  "gifts": {
    "welcomeGifts": [],
    "milestoneGifts": [],
    "rewardsPoints": [
      "2 Reward Points for every Rs. 100 spent using the card.",
      "Reward Points transferable to partner airlines' AirMiles programs and hotel loyalty programs.",
      "Reward Points redeemable for products, shopping vouchers, etc on the bank's rewards catalog."
    ]
  },
  "rewardsBenefits": {
    "Welcome Benefits": [
      "One night stay at Taj Hotels along with Complimentary Epicure Membership."
    ],
    "Movie & Dining": [
      "Reward Points redeemable for movie and dining vouchers/tickets on the bank's rewards catalogue"
    ],
    "Rewards Rate": [
      "For every Rs. 100 spent using this credit card, you will get 2 Reward Points."
    ],
    "Reward Redemption": [
      "Reward Points transferable to partner airlines' AirMiles programs, hotel loyalty programs, redeemable for shopping vouchers, products, etc. on the bank's rewards catalog."
    ],
    "Travel": [
      "Complimentary airport lounge access, emergency services and international travel insurance."
    ],
    "Golf": [
      "Complimentary rounds of golf and discounted fee at premium golf destinations across India"
    ],
    "Domestic Lounge Access": [
      "6 complimentary domestic airport lounge access under the MasterCard Lounge program"
    ],
    "International Lounge Access": [
      "LoungeKey membership with 2 complimentary international lounge visits per year"
    ],
    "Insurance Benefits": [
      "Emergency services and international travel insurance"
    ],
    "Zero Liability Protection": [
      "Credit cardholders will not be held liable for any fraudulent transaction that takes place through their card post the reporting of loss or theft of the card to the bank."
    ]
  },
  "keepAnEyeOn": {
    "Joining Fee": [
      "Nil"
    ],
    "Renewal Fee": [
      "Nil"
    ],
    "Spend based Waiver": [
      "N/A"
    ],
    "Rewards Redemption Fee": [
      "Rs. 50 for every redemption request"
    ],
    "Foreign Currency Markup": [
      "1.99% of the transaction amount"
    ],
    "Interest Rates": [
      "2.49% per month (or 29.88% annually)"
    ],
    "Fuel Surcharge": [
      "1% waiver"
    ],
    "Cash Advance Charge": [
      "Rs. 300 or 2.5% of the amount withdrawn, whichever is higher."
    ],
    "Add-on Card Fee": [
      "Nil"
    ]
  }
}