{
  "openerSection": [
    "HSBC Visa Platinum Credit Card is an entry-level credit card offered by HSBC Bank. It comes with no joining and annual fee and welcomes its customers with exclusive benefits, including complimentary lounge access, up to Rs. 2,000 cashback, a 50% discount on Google Pay, etc. With this card, you earn 2 Reward Points on every Rs. 100 you spend and you earn 5x reward points once your total spends reach Rs. 4 lakhs in an anniversary year. Not only the reward points, but it also gives you an amazing opportunity to earn up to Rs. 1,000 cashback every year under its milestone benefits.",
    "Moreover, you get exciting benefits from the partner brands, including the ‘Buy 1 get 1 Free' offer on BookMyShow and a discount of 10% on Tata Cliq, etc. Moreover, the fuel surcharge waiver, zero liability protection against a lost card are also among the key features of the card. To know more about the HSBC Visa Platinum Credit Card, keep reading:"
  ],
  "imageLink": "https://cardinsider.com/wp-content/uploads/2021/08/HSBC-Visa-Platinum-Credit-Card.png",
  "cardTitle": "HSBC Visa Platinum Credit Card",
  "bestSuitedFor": "Shopping",
  "joiningFee": "NIL",
  "rewardType": "Reward Points",
  "andThereIsMore": [
    "No joining and annual fee.",
    "Amazon gift voucher worth Rs. 500.",
    "3 complimentary airport lounge access/meal vouchers as a welcome benefit.",
    "50% discount on your first transaction on Google Pay.",
    "5x reward points on crossing annual spending of Rs. 4,00,000.",
    "2 reward points on every other Rs. 150 spent on this card.",
    "Buy 1 get 1 offer on booking movie tickets through BookMyShow.",
    "15% instant discount on selected products on Tata Cliq.",
    "Up to Rs. 1,000 cashback every year on achieving the milestone spend.",
    "1% fuel surcharge waiver."
  ],
  "gifts": {
    "welcomeGifts": [
      "3 complimentary airport lounge access/meal vouchers as a welcome benefit."
    ],
    "milestoneGifts": [
      "Up to Rs. 1,000 cashback every year on achieving the milestone spend."
    ],
    "rewardsPoints": [
      "5x reward points on crossing annual spending of Rs. 4,00,000.",
      "2 reward points on every other Rs. 150 spent on this card."
    ]
  },
  "rewardsBenefits": {
    "Welcome Benefits": [
      "Amazon Voucher worth Rs. 500, 3 complimentary lounge access/3 meal vouchers, 50% discount (up to Rs.100) on the first transaction on google pay, and 10% cashback (upto Rs. 2,000)."
    ],
    "Movie & Dining": [
      "Get a “Buy 1 Get 1” offer on booking movie tickets through BookMyShow on Saturdays."
    ],
    "Rewards Rate": [
      "For every Rs. 150 spent using this credit card, the cardholders will get 2 Reward Points."
    ],
    "Reward Redemption": [
      "Redeem your reward points for gift vouchers, cosmetics, home appliances, donations, etc. 1 RP = up to Rs. 0.37"
    ],
    "Travel": [
      "NA"
    ],
    "Golf": [
      "NA"
    ],
    "Domestic Lounge Access": [
      "NA"
    ],
    "International Lounge Access": [
      "NA"
    ],
    "Insurance Benefits": [
      "NA"
    ],
    "Zero Liability Protection": [
      "Zero liability protection up to Rs. 3,00,000 in case of fraud or loss of card."
    ]
  },
  "keepAnEyeOn": {
    "Joining Fee": [
      "NIL"
    ],
    "Renewal Fee": [
      "Nil"
    ],
    "Spend based Waiver": [
      "NA"
    ],
    "Rewards Redemption Fee": [
      "Nil"
    ],
    "Foreign Currency Markup": [
      "3.50% on all international spends"
    ],
    "Interest Rates": [
      "3.49% p.m. (41.88% p. a.)"
    ],
    "Fuel Surcharge": [
      "1% fuel surcharge waiver at all fuel stations in India."
    ],
    "Cash Advance Charge": [
      "2.5% of the advance amount or Rs. 500, whichever is higher."
    ],
    "Add-on Card Fee": [
      "Nil"
    ]
  }
}