{
  "openerSection": [
    "HSBC's cashback credit card can be the card of choice for those who're fond of shopping online, as it gives you a cashback of 1.5% on all online spends (with the exception of wallet uploads). The card comes with no joining fee, however, there is an annual fee of Rs. 750. It welcomes you with exclusive benefits, such as a gift voucher from Amazon, complimentary airport lounge access, and a 50% discount on Google Pay. Since it's a cashback card, you don't have to worry about the redemption of rewards like you have to do in the case of reward points-based cards. The cashback is automatically credited back within 45 days of the card statement date.",
    "But it's not just about the cashback, you also get discounts on Swiggy (20% up to Rs. 100) and Amazon (5% up to Rs. 250) over and above the cashback benefit; also, the bank frequently keeps coming with offers and deals in partnership with many popular online shopping and travel portals like MakeMyTrip, Goibibo, Croma, TATA CliQ, Big Basket, etc. As far as offline shopping is concerned, you get a cashback of 1% on all spends (including fuel purchases)."
  ],
  "imageLink": "https://cardinsider.com/wp-content/uploads/2021/07/HSBC-Cashback-Credit-Card.png",
  "cardTitle": "HSBC Cashback Credit Card",
  "bestSuitedFor": "Shopping",
  "joiningFee": "Nil",
  "rewardType": "Cashback",
  "andThereIsMore": [
    "Amazon voucher worth Rs. 500 as a welcome gift.",
    "50% discount on first transactions on Google Pay.",
    "Complimentary lounge access for the first year only.",
    "5% cashback up to Rs. 250 on Amazon.",
    "1.5% cashback on all online transactions (except payment wallet uploads).",
    "1% cashback on all other transactions.",
    "Exclusive discount offers on Amazon and Swiggy.",
    "Up to 15% discount at over 1,000 restaurants across major cities in India.",
    "Exciting offers on popular online shopping and travel websites including MakeMyTrip, Croma, etc.",
    "Support for contactless payment with VISA Paywave technology."
  ],
  "gifts": {
    "welcomeGifts": [
      "Amazon voucher worth Rs. 500 as a welcome gift."
    ],
    "milestoneGifts": [],
    "rewardsPoints": []
  },
  "rewardsBenefits": {
    "Welcome Benefits": [
      "Amazon voucher worth Rs. 500 and 3 complimentary domestic lounge access"
    ],
    "Movie & Dining": [
      "Buy 1 Get 1 Free offer on movies on Saturdays & Up to 15% discount at over 1,000 restaurants across major cities in India."
    ],
    "Rewards Rate": [
      "Cashback of 1.5%on online spends and 1% cashback on all other spends."
    ],
    "Reward Redemption": [
      "The cashback is credited back within 45 days of the card's statement date."
    ],
    "Travel": [
      "NA"
    ],
    "Golf": [
      "NA"
    ],
    "Domestic Lounge Access": [
      "NA"
    ],
    "International Lounge Access": [
      "NA"
    ],
    "Insurance Benefits": [
      "Insurance cover worth Rs. 3,00,000 against misuse of the card from up to 24 hours prior to the time of reporting the loss of card."
    ],
    "Zero Liability Protection": [
      "No liability of the cardholder against any deceitful transaction in case of loss or theft of the card is the same is reported to the bank within the time prescribed by the bank."
    ]
  },
  "keepAnEyeOn": {
    "Joining Fee": [
      "Nil"
    ],
    "Renewal Fee": [
      "Rs. 750"
    ],
    "Spend based Waiver": [
      "Renewal fee waived on expenditure of Rs. 1,00,000 in the previous year."
    ],
    "Rewards Redemption Fee": [
      "Nil"
    ],
    "Foreign Currency Markup": [
      "3.5% + GST on all foreign currency spends"
    ],
    "Interest Rates": [
      "3.49% per month (41.88% annually)"
    ],
    "Fuel Surcharge": [
      "1% fuel surcharge is applicable"
    ],
    "Cash Advance Charge": [
      "2.5% of the withdrawn amount, subject to a minimum amount of Rs. 500."
    ],
    "Add-on Card Fee": [
      "Nil"
    ]
  }
}