{
  "openerSection": [
    "Union Select RuPay Credit Card is one of the super-premium credit card variants offered by the Union Bank of India. You not only enjoy shopping and insurance benefits but also travel benefits. This card offers more benefits as compared to Union Platinum RuPay Credit Card. You can avail of this credit card at zero joining fee and Rs. 499 renewal membership fee. Keep reading to know more about the offers and benefits this credit card has to offer."
  ],
  "imageLink": "https://cardinsider.com/wp-content/uploads/2021/09/Union-Select-RuPay-Credit-Card.png",
  "cardTitle": "Union Select RuPay Credit Card",
  "bestSuitedFor": "Shopping",
  "joiningFee": "NIL",
  "rewardType": "Cashback",
  "andThereIsMore": [
    "Union Select RuPay Credit Card comes with no joining fee.",
    "Earn 4 reward points on every Rs. 100 spent using this card.",
    "Earn cashback of Rs. 50 on payment of utility bills.",
    "Earn cashback of Rs. 50 on a minimum transaction of Rs. 500.",
    "Earn cashback of Rs. 25 on a minimum transaction of Rs. 300 spent on the IRCTC website.",
    "Get 4 complimentary domestic and international lounge access.",
    "Covers accidental air death cover and credit card lost cover.",
    "1 RP = Rs. 0.25"
  ],
  "gifts": {
    "welcomeGifts": [],
    "milestoneGifts": [],
    "rewardsPoints": [
      "Earn 4 reward points on every Rs. 100 spent using this card."
    ]
  },
  "rewardsBenefits": {
    "Welcome Benefits": [
      "NA"
    ],
    "Movie & Dining": [
      "NA"
    ],
    "Rewards Rate": [
      "You can earn a maximum of Rs. 50 cashback per month on utility bill payment. You can earn a maximum of Rs. 50 cashback per month on a minimum transaction of Rs. 500 in your mobile wallet. You can also cashback of Rs. 25 on spending a minimum of Rs. 300 spent on IRCTC transactions. You can earn 4 reward points on every Rs. 100 spent on this card."
    ],
    "Reward Redemption": [
      "You can redeem your reward points for movies, bus & air tickets, gift vouchers, etc. A minimum of 100 reward points needs to be accumulated for redemption. 1 reward point = Rs. 0.25."
    ],
    "Travel": [
      "Get a complimentary lounge program."
    ],
    "Golf": [
      "NA"
    ],
    "Domestic Lounge Access": [
      "4 complimentary domestic lounge access."
    ],
    "International Lounge Access": [
      "4 complimentary international lounge access."
    ],
    "Insurance Benefits": [
      "Covers accidental air death up to Rs. 10 lakhs and other accidental death up to Rs. 8 lakhs."
    ],
    "Zero Liability Protection": [
      "Cover lost card insurance up to Rs. 1,50,000."
    ]
  },
  "keepAnEyeOn": {
    "Joining Fee": [
      "NIL"
    ],
    "Renewal Fee": [
      "Rs. 499"
    ],
    "Spend based Waiver": [
      "Renewal fee waived off on spending Rs. 50,000 in the previous year."
    ],
    "Rewards Redemption Fee": [
      "Nil"
    ],
    "Foreign Currency Markup": [
      "3% on the conversion amount."
    ],
    "Interest Rates": [
      "2.95% p.m. (41.75% p.a.)"
    ],
    "Fuel Surcharge": [
      "1% Fuel surcharge waiver on fuel transactions. The maximum fuel surcharge is capped at Rs. 100 per month."
    ],
    "Cash Advance Charge": [
      "3% or Rs. 200 (whichever is higher)"
    ],
    "Add-on Card Fee": [
      "Nil"
    ]
  }
}