{
  "openerSection": [
    "SBI ELITE Credit Card is a premium credit card by SBI Card and comes with an annual membership fee of Rs. 4,999. It used to be the most premium offering by SBI Card, however, after the launch of the SBI AURUM Credit Card earlier this year, it is now the second most premium credit card offered by SBI Card. Being a premium offering, SBI Bank ELITE Credit Card comes packed with some of the best in class value-added privileges that one expects from a premium credit card including complimentary domestic and international lounge visits, complimentary shopping vouchers, and discounted rates on hotel bookings, free movie tickets and many other add-on benefits.",
    "Talking about this card's reward rate, you earn 2 Rewards on every Rs. 100 purchase with the card (reward rate of 0.5% as 1 Reward Point = Rs. 0.25) and 5X Reward Points per Rs. 100 on departmental stores, dining, and grocery spends (reward rate of 2.5%). SBI ELITE Credit Card comes in three variants- Visa, MasterCard, and American Express variant. While most benefits are the same across all three variants, the payment networks offer some exclusive benefits as well. For example, you get complimentary golf games with the MasterCard variant and discounted dining rates with the AmEx variant of the card. Read on for more information about this premium offering by SBI Card."
  ],
  "imageLink": "https://cardinsider.com/wp-content/uploads/2021/06/SBI-Elite-Credit-card.png",
  "cardTitle": "SBI ELITE Credit Card",
  "bestSuitedFor": "Movies | Travel | Shopping",
  "joiningFee": "Rs. 4,999 (plus applicable taxes)",
  "rewardType": "Reward Points",
  "andThereIsMore": [
    "Gift Voucher worth Rs. 5,000 as a welcome benefit.",
    "2 RPs on every Rs. 100 spent with the card except on fuel spends.",
    "5X RPs on spends on dining, grocery purchases, and departmental stores.",
    "Up to 50,000 Bonus Reward Points (equivalent to Rs 12,500) every year on achieving the stipulated spend milestone (details below).",
    "Free movie tickets (max benefit capped at Rs. 6,000 in a year).",
    "Complimentary Club Vistara Membership and  Trident Privilege Membership.",
    "2 free domestic lounge visits per quarter.",
    "6 complimentary international lounge visits in a year (max 2 visits per quarter).",
    "Complimentary lost card liability cover worth Rs. 1 lakh applicable from 48 hours prior to 7 days after reporting the loss of card.",
    "A lower forex mark-up fee of 1.99% of the withdrawn amount.",
    "Exclusive concierge service for assistance regarding online doctor consultation, flower delivery and gift delivery.",
    "Exclusive privileges from Visa/MasterCard/American Express (details below)."
  ],
  "gifts": {
    "welcomeGifts": [
      "Gift Voucher worth Rs. 5,000 as a welcome benefit."
    ],
    "milestoneGifts": [
      "Up to 50,000 Bonus Reward Points (equivalent to Rs 12,500) every year on achieving the stipulated spend milestone (details below)."
    ],
    "rewardsPoints": [
      "Up to 50,000 Bonus Reward Points (equivalent to Rs 12,500) every year on achieving the stipulated spend milestone (details below)."
    ]
  },
  "rewardsBenefits": {
    "Welcome Benefits": [
      "E-vouchers worth Rs. 5,000 from any one of the brands, including Yatra, Aditya Birla Fashion, Hush Puppies/Bata, Pantaloons, and Shoppers Stop."
    ],
    "Movie & Dining": [
      "Get free movie tickets every month (max benefit capped at Rs. 6,000 per year and Rs. 250 per ticket, offer valid for at least 2 tickets per bookings per month), dining offers with up to 25% discount at partner restaurants (with American Express variant only)"
    ],
    "Rewards Rate": [
      "2 Reward Points on every Rs. 100 you spend on retail purchases, 5X Reward Points on dining spends, departmental stores, and grocery purchases (reward rate of 2.5%)"
    ],
    "Reward Redemption": [
      "Reward Points are redeemable against gift vouchers on sbicard.com or SBI mobile app or for paying the outstanding balance of the card, 1 Reward Point = Rs. 0.25"
    ],
    "Travel": [
      "Complimentary CV (Club Vistara) Membership, complimentary Trident Privilege Red Tier membership, and free domestic and international airport lounge access."
    ],
    "Golf": [
      "4 complimentary rounds of green fees and up to 50% off on golf games along with 1 free lesson per month at selected golf courses across the country (you get it only with the MasterCard variant of the card)"
    ],
    "Domestic Lounge Access": [
      "2 complimentary visits to domestic airport lounges every quarter"
    ],
    "International Lounge Access": [
      "6 complimentary visits to international airport lounges per year (max 2 per quarter) with the Priority Pass program."
    ],
    "Insurance Benefits": [
      "Zero liability protection against lost card worth Rs. 1 lakh applicable from 48 hours prior to 7 days post reporting the loss of card to the bank."
    ],
    "Zero Liability Protection": [
      "Get an insurance cover worth Rs. 1 lakh that is applicable from 48 hours prior to 7 days post reporting the loss of card"
    ]
  },
  "keepAnEyeOn": {
    "Joining Fee": [
      "Rs. 4,999 (plus applicable taxes)"
    ],
    "Renewal Fee": [
      "Rs. 4,999 (plus taxes)"
    ],
    "Spend based Waiver": [
      "Renewal fee of Rs. 4,999 is waived on annual spends of Rs. 10 lakh or more in the preceding year"
    ],
    "Rewards Redemption Fee": [
      "Rs. 99 (plus applicable taxes) per redemption request"
    ],
    "Foreign Currency Markup": [
      "1.99% of the transaction amount"
    ],
    "Interest Rates": [
      "3.50% per month (42% per annum)"
    ],
    "Fuel Surcharge": [
      "1% fuel surcharge waiver on transactions between  Rs. 500 and Rs. 4,000 at all fuel stations across India (max waiver capped at Rs. 250 per month)"
    ],
    "Cash Advance Charge": [
      "2.5% of the transaction amount, subject to a minimum charge of Rs 500"
    ],
    "Add-on Card Fee": [
      "Nil"
    ]
  }
}