{
  "openerSection": [
    "SBI Prime Credit Card is a lifestyle credit card issued by SBI Card. The Prime card carries a membership fee of Rs. 2,999 per annum. In many aspects, the card is very much similar to the SBI ELITE Credit Card (having a membership fee of Rs. 4,999) and can be regarded as a toned-down version of the same. Still, SBI Prime Card does offer plenty of value-added benefits like complimentary domestic/international airport lounge access, discounted hotel bookings and movie tickets, etc.",
    "In terms of reward rate, you gain 2 Reward Points per Rs. 100 spent with this card & 10 Reward Points per Rs. 100 for dining, groceries, and departmental store spends. With 1 Reward Point valued at Rs. 0.25, the effective reward rate for the card becomes 2.5% on dining, groceries, and departmental store categories and 0.5% on all other categories of spends.",
    "SBI Card Prime, just like the ELITE Card, is issued in three variants- MasterCard, American Express, and VISA variant. Although the reward rate and benefits offered by all three variants are more or less the same, the payment networks do offer some exclusive benefits on their variant (details later in the article). Read on to know more about this lifestyle credit card by SBI Card."
  ],
  "imageLink": "https://cardinsider.com/wp-content/uploads/2021/06/SBI-Prime-Credit-Card.png",
  "cardTitle": "SBI Prime Credit Card",
  "bestSuitedFor": "Travel | Shopping",
  "joiningFee": "Rs. 2,999 (plus applicable charges)",
  "rewardType": "Reward Points",
  "andThereIsMore": [
    "Gift voucher (worth Rs. 3,000) as a welcome offer upon card issuance.",
    "10 Reward Points for every spend of Rs. 100 on dining, movies, groceries, and departmental store spends.",
    "For other retail spends, get 2 RPs on every transaction of Rs. 100.",
    "E-Gift Voucher worth Rs. 7,000 from Yatra or Pantaloons on spending Rs. 5 lakh in a year.",
    "A Pizza Hut e-voucher worth Rs. 1,000 on spending Rs. 50,000 in a calendar quarter.",
    "Renewal fee waived off on an expenditure of Rs. 3 lakhs or more in the last year.",
    "4 complimentary international airport lounge access every year (max 2 per quarter).",
    "8 complimentary domestic airport lounge access every year (max 2 in a quarter).",
    "Complimentary Club Vistara Silver Membership.",
    "Complimentary Trident Privilege Red Tier Membership.",
    "20 Reward points for every spend of Rs. 100 on birthday (max cap of 2,000 Reward Points on birthday spends)."
  ],
  "gifts": {
    "welcomeGifts": [
      "Gift voucher (worth Rs. 3,000) as a welcome offer upon card issuance."
    ],
    "milestoneGifts": [],
    "rewardsPoints": [
      "10 Reward Points for every spend of Rs. 100 on dining, movies, groceries, and departmental store spends.",
      "20 Reward points for every spend of Rs. 100 on birthday (max cap of 2,000 Reward Points on birthday spends)."
    ]
  },
  "rewardsBenefits": {
    "Welcome Benefits": [
      "Gift voucher (worth Rs. 3,000) from any of these brands, Yatra, Aditya Birla Fashion, Bata/Hush Puppies, Shoppers Stop, and Pantaloons."
    ],
    "Movie & Dining": [
      "5X Reward Points (10 Reward Points) on dining and movie spends",
      "Get up to 25% discount on dining bills at partner restaurants (only with AmEx variant)"
    ],
    "Rewards Rate": [
      "10 Reward Points for every spend of Rs. 100 on groceries, dining, movie and departmental store, 2 RPs for every Rs. 100 spent on all other retail."
    ],
    "Reward Redemption": [
      "Redeem reward points on Sbicard.com for gift vouchers or for settling the card's statement balance.",
      "1 RP = Rs. 0.25"
    ],
    "Travel": [
      "Complimentary Trident Privilege Red Tier Membership, Complimentary Club Vistara Silver membership, & complimentary international and domestic airport lounge visits."
    ],
    "Golf": [
      "Complimentary 4 rounds of green fee and 1 complimentary golf lesson every month and also up to 50% off on golf games (With MasterCard Variant only)"
    ],
    "Domestic Lounge Access": [
      "8 complimentary domestic airport lounge visits per annum (max visits 2 per quarter)"
    ],
    "International Lounge Access": [
      "4 complimentary international airport lounge access every year with Priority Pass Membership (2 per quarter)"
    ],
    "Insurance Benefits": [
      "Air accident cover (worth Rs. 50 lakhs), fraud liability cover (worth Rs. 1 lakh) applicable from 48 hours prior to 7 days post reporting about the loss of the card to the bank"
    ],
    "Zero Liability Protection": [
      "Fraud liability cover (worth Rs. 1 lakh) applicable from 48 hours prior to 7 days post reporting the loss of card to the bank"
    ]
  },
  "keepAnEyeOn": {
    "Joining Fee": [
      "Rs. 2,999 (plus applicable charges)"
    ],
    "Renewal Fee": [
      "Rs. 2,999 (plus applicable taxes)"
    ],
    "Spend based Waiver": [
      "Renewal fee is waived off if a minimum of Rs. 3 lakhs were spent in the previous year"
    ],
    "Rewards Redemption Fee": [
      "Rs. 99 (plus applicable taxes) per redemption request"
    ],
    "Foreign Currency Markup": [
      "3.5% of the transaction amount"
    ],
    "Interest Rates": [
      "3.5% per month (42% per annum)"
    ],
    "Fuel Surcharge": [
      "1% fuel surcharge waiver applicable on every fuel transaction between Rs. 500 to Rs. 4,000 (maximum waiver of Rs. 250 in a month)."
    ],
    "Cash Advance Charge": [
      "2.5% of the amount withdrawn or Rs. 500 (whichever is higher)"
    ],
    "Add-on Card Fee": [
      "Nil"
    ]
  }
}