{
  "openerSection": [
    "Yatra SBI credit card is a travel co-branded credit card launched in partnership with Yatra.com. The card comes with various benefits and privileges to travelers. You get Rs 1000/- off on domestic flight booking and Rs 4000/- off on international flight bookings using this card. As a welcome gift, you are provided with a Yatra e-gift voucher of Rs. 8,250 after paying the membership fees. With this credit card, you get 1 Reward Point per Rs. 100 spent and 6 reward points per Rs 100 spent. You also get an air accidental insurance cover of Rs 50 lacs. To know more, keep reading:"
  ],
  "imageLink": "https://cardinsider.com/wp-content/uploads/2021/07/Yatra-SBI-credit-card.png",
  "cardTitle": "Yatra SBI Credit Card",
  "bestSuitedFor": "Travel",
  "joiningFee": "499 plus applicable taxes",
  "rewardType": "Reward Points",
  "andThereIsMore": [
    "Yatra E-gift vouchers worth Rs 8250/- as welcome gift",
    "Get Rs 1000 off on domestic flight bookings",
    "Get Rs Rs. 4,000 off on international flight bookings",
    "Annual fee of Rs 499 plus applicable taxes",
    "Enjoy 20% off on domestic hotels",
    "Annual fee waiver if you spend Rs 1 lac",
    "Complimentary air accidental cover worth Rs 50 lacs",
    "1% fuel surcharge  waiver on fuel purchases across all petrol pumps in India"
  ],
  "gifts": {
    "welcomeGifts": [
      "Yatra E-gift vouchers worth Rs 8250/- as welcome gift"
    ],
    "milestoneGifts": [],
    "rewardsPoints": []
  },
  "rewardsBenefits": {
    "Welcome Benefits": [
      "Get e-gift vouchers from Yatra.com worth Rs 8250/- on paying the membership fee"
    ],
    "Movie & Dining": [
      "NA"
    ],
    "Rewards Rate": [
      "6 Reward Points per Rs. 100 spent on Movies, Groceries, Entertainment, Departmental Stores, Dining\n1 Reward Point per Rs. 100 on all other spenings."
    ],
    "Reward Redemption": [
      "1 RP = Rs 0.25 redeemable through by visiting the SBI Card website or at www. yatra.com website"
    ],
    "Travel": [
      "You get Rs 1000 off on domestic flight bookings on min transaction of Rs 5,000. You also get Rs Rs. 4,000 off on international flight bookings on min transaction of Rs 40,000 and 20% off on domestic hotels"
    ],
    "Golf": [
      "NA"
    ],
    "Domestic Lounge Access": [
      "NA"
    ],
    "International Lounge Access": [
      "NA"
    ],
    "Insurance Benefits": [
      "Complimentary air accidental cover worth Rs 50 lacs"
    ],
    "Zero Liability Protection": [
      "Protection cover provided in case of any unauthorized transaction made from the credit card if reported within the stipulated time"
    ]
  },
  "keepAnEyeOn": {
    "Joining Fee": [
      "499 plus applicable taxes"
    ],
    "Renewal Fee": [
      "Rs 499 plus applicable taxes"
    ],
    "Spend based Waiver": [
      "Annual and renewal fees can be waived if you spend Rs. 1 Lakh in a year."
    ],
    "Rewards Redemption Fee": [
      "Rs 99/- per request"
    ],
    "Foreign Currency Markup": [
      "3.5% per conversion"
    ],
    "Interest Rates": [
      "3.5% per month (42% per annum)"
    ],
    "Fuel Surcharge": [
      "1 % on fuel transactions across all petrol pumps in India"
    ],
    "Cash Advance Charge": [
      "2.5% of withdrawal amount, subject to a minimum of ₹300"
    ],
    "Add-on Card Fee": [
      "Nil"
    ]
  }
}