{
  "openerSection": [
    "The IRCTC Rupay SBI Credit Card is a co-branded credit card that provides exciting rewards and benefits in partnership with irctc.co.in. The card comes with a joining fee of just Rs. 500 and is best suited for people who travel more through railways. With this card, you get 1 Reward Point for every Rs. 125 on retail purchases and on railway ticket bookings through the IRCTC website or mobile app. It provides you exciting welcome benefits, including a welcome bonus of 350 reward points, where 1 Reward Point is equal to Re. 1. Moreover you get great travel benefits, such as 4 complimentary Railway lounge access every year, and accommodation at over 5000 hotels across 350 leading cities in India. To know full details about the IRCTC Rupay SBI credit card, its benefits, and fees & charges, you must keep reading the information given below:"
  ],
  "imageLink": "https://cardinsider.com/wp-content/uploads/2021/07/IRCTC-rupay-SBI-Platinum-Card.png",
  "cardTitle": "IRCTC Rupay SBI Credit Card",
  "bestSuitedFor": "Travel",
  "joiningFee": "Rs. 500 (plus applicable taxes)",
  "rewardType": "Reward Points",
  "andThereIsMore": [
    "Get 1 Reward Point for every Rs. 125 spent on retail purchases, including railway tickets booked at www.irctc.co.in or IRCTC mobile app.",
    "Get 350 bonus reward points on a transaction of over Rs. 500 within 45 days after the card set-up date as a welcome gift.",
    "On buying AC1, AC2, AC3, and AC CC tickets through irctc.co.in, you get up to 10% value back as reward points.",
    "Get 4 complimentary Railway lounge access every year.",
    "You can save the 1% transaction charges on your railway ticket booking through irctc.co.in."
  ],
  "gifts": {
    "welcomeGifts": [
      "Get 350 bonus reward points on a transaction of over Rs. 500 within 45 days after the card set-up date as a welcome gift."
    ],
    "milestoneGifts": [],
    "rewardsPoints": [
      "Get 1 Reward Point for every Rs. 125 spent on retail purchases, including railway tickets booked at www.irctc.co.in or IRCTC mobile app.",
      "Get 350 bonus reward points on a transaction of over Rs. 500 within 45 days after the card set-up date as a welcome gift.",
      "On buying AC1, AC2, AC3, and AC CC tickets through irctc.co.in, you get up to 10% value back as reward points."
    ]
  },
  "rewardsBenefits": {
    "Welcome Benefits": [
      "You get 350 reward points on a minimum transaction of Rs. 500 within 45 days after receiving the card. You also get Rs 100 cashback on your first ATM withdrawal within 30 days of card issuance."
    ],
    "Movie & Dining": [
      "NA"
    ],
    "Rewards Rate": [
      "1 Reward Point on every spend of Rs. 125."
    ],
    "Reward Redemption": [
      "The RPs you earn are credited to your IRCTC Rupay SBI credit card."
    ],
    "Travel": [
      "You get complimentary railway lounge access every year through the Railway Lounge Program and accommodation at more than 5000 hotels across 350+ cities in India."
    ],
    "Golf": [
      "NA"
    ],
    "Domestic Lounge Access": [
      "4 complimentary domestic railway lounge access every year (1 per quarter)."
    ],
    "International Lounge Access": [
      "NA"
    ],
    "Insurance Benefits": [
      "NA"
    ],
    "Zero Liability Protection": [
      "The cardholder will not be liable for any fraudulent transaction done through their card once the card is reported lost/stolen."
    ]
  },
  "keepAnEyeOn": {
    "Joining Fee": [
      "Rs. 500 (plus applicable taxes)"
    ],
    "Renewal Fee": [
      "Rs. 300"
    ],
    "Spend based Waiver": [
      "Nil"
    ],
    "Rewards Redemption Fee": [
      "Rs. 99"
    ],
    "Foreign Currency Markup": [
      "3.5% per foriegn conversion"
    ],
    "Interest Rates": [
      "3.5% per month (42% per annum)"
    ],
    "Fuel Surcharge": [
      "1% fuel surcharge waiver across all petrol pumps in India for all transactions between Rs. 500 to Rs. 3,000. You can get a maximum waiver of Rs. 100 in a statement cycle."
    ],
    "Cash Advance Charge": [
      "2.5% or Rs. 500 (whichever is higher)"
    ],
    "Add-on Card Fee": [
      "Nil"
    ]
  }
}