{
  "openerSection": [
    "SBI SimplySAVE Credit Card issued by SBI card is a great entry level credit card choice. With an annual fee of Rs. 499, the card is similar to the SBI SimplyCLICK Card. The cardholder gets 2,000 Bonus RPs as a welcome benefit, which are equivalent to Rs. 500, hence you get the joining fee back in the form of rewards. While SimplyCLICK Card earns accelerated Points for online spends, SimplySAVE SBI Credit Card earns you accelerated Reward Points on spends on dining, movies, grocery and departmental store categories. This card is generally a great choice for people who are looking for a basic card with maximum saving opportunities in these particular categories.",
    "Other than its reward programs, the card allows you to get the annual membership fee waived off every year just by achieving the milestone spend of One lakh rupees. Just like SBI Simply CLICK Credit Card, Simply SAVE SBI Card also does not provide any benefit in Dining, travel, or entertainment, however, you do earn accelerated Reward Points on dining and movie spends. It is because the card is targeted at people that are new to credit cards or who want an affordable card just to save better. Keep reading to know more about the SimplySAVE credit card."
  ],
  "imageLink": "https://cardinsider.com/wp-content/uploads/2021/08/SBI-SimplySave-Credit-card.png",
  "cardTitle": "SBI SimplySAVE Credit Card",
  "bestSuitedFor": "Shopping",
  "joiningFee": "Rs. 499 (plus applicable taxes)",
  "rewardType": "Reward Points",
  "andThereIsMore": [
    "On spending Rs. 2,000 within the 60 days of card activation get 2,000 bonus RPs that are worth Rs. 500.",
    "1 Reward Point for every spend of Rs. 100.",
    "10X Reward Points (10 Points per Rs. 100) on spends on movies, dining, grocery categories, and departmental stores.",
    "Annual renewal fee reversed on expenditure of minimum Rs. 1 lakh in the preceding year.",
    "1% fuel surcharge wavier."
  ],
  "gifts": {
    "welcomeGifts": [],
    "milestoneGifts": [],
    "rewardsPoints": [
      "1 Reward Point for every spend of Rs. 100.",
      "10X Reward Points (10 Points per Rs. 100) on spends on movies, dining, grocery categories, and departmental stores."
    ]
  },
  "rewardsBenefits": {
    "Welcome Benefits": [
      "2,000 Reward points (worth Rs. 500) on spending Rs. 2,000 or more in first 60 days of card set-up."
    ],
    "Movie & Dining": [
      "10X Reward Points on movie and dining spends"
    ],
    "Rewards Rate": [
      "1 Reward Point for Rs. 100 spent (reward rate = 0.25%), 10X RPs for spends made in movies, grocery, dining, & departmental stores (reward rate = 2.5%)"
    ],
    "Reward Redemption": [
      "Redeem points earned for gift vouchers on sbicard.com or SBI mobile app. Also, for paying the card's outstanding balance. (1 Reward Point = Rs. 0.25)"
    ],
    "Travel": [
      "N/A"
    ],
    "Golf": [
      "N/A"
    ],
    "Domestic Lounge Access": [
      "N/A"
    ],
    "International Lounge Access": [
      "N/A"
    ],
    "Insurance Benefits": [
      "N/A"
    ],
    "Zero Liability Protection": [
      "On reporting the loss of the card to the bank within the stipulated time, the card holder will not be liable for any transaction done on the card."
    ]
  },
  "keepAnEyeOn": {
    "Joining Fee": [
      "Rs. 499 (plus applicable taxes)"
    ],
    "Renewal Fee": [
      "Rs. 499 (plus applicable taxes)"
    ],
    "Spend based Waiver": [
      "Renewal fee can be waived off on incurring Rs. 1 lakh in the previous year"
    ],
    "Rewards Redemption Fee": [
      "Rs. 99 (plus applicable taxes) per redemption request"
    ],
    "Foreign Currency Markup": [
      "3.5% of the transaction amount"
    ],
    "Interest Rates": [
      "3.50% per month (or 42% annually)"
    ],
    "Fuel Surcharge": [
      "1% fuel surcharge waiver on transactions between Rs. 500 and Rs. 3,000 (capped at Rs. 100 per month)"
    ],
    "Cash Advance Charge": [
      "2.5% of the amount withdrawn or Rs. 500 (whichever is higher)"
    ],
    "Add-on Card Fee": [
      "Nil"
    ]
  }
}