{
  "openerSection": [
      "The Cashback SBI Card is a newly launched credit card offered by SBI Card. As the name suggests, the card is a cashback reward card and provides cash back for every transaction down with the card. The card is issued with zero joining fee, however, the annual charges applicable on the card are Rs. 999. With this card, you can earn up to 5% cash back on all online and offline spending made with the card. Apart from this, you get many other benefits like in travel, where you can enjoy complimentary access to domestic airport lounges. The annual fee of the Cashback SBI card might seem a little higher but the same can be waived on spending Rs. 2 Lakh in a year. To know more about the new Cashback SBI Card, go through the review given below:"
  ],
  "imageLink": "https://cardinsider.com/wp-content/uploads/2022/09/CASHBACK-SBI-Card.png",
  "cardTitle": "Cashback SBI Card",
  "bestSuitedFor": "Shopping",
  "joiningFee": "NIL",
  "rewardType": "Cashback",
  "andThereIsMore": [
      "Zero Joining Fee.",
      "Get 5% cashback on every online transaction (maximum Rs. 10,000 cashback per month).",
      "1% cash back on every offline transaction and utility bill payment.",
      "Spend-based annual fee waiver.",
      "4 complimentary domestic lounge access annually.",
      "1% fuel surcharge waiver."
  ],
  "gifts": {
      "welcomeGifts": [],
      "milestoneGifts": [],
      "rewardsPoints": []
  },
  "rewardsBenefits": {
      "Welcome Benefits": [
          "NA"
      ],
      "Movie & Dining": [
          "NA"
      ],
      "Rewards Rate": [
          "5% cashback for every online transaction and 1% cashback on other offline transactions and utility bill payments"
      ],
      "Reward Redemption": [
          "Cashback earned with the card will be automatically credited to next month's statement."
      ],
      "Travel": [
          "Complimentary access to airport lounges."
      ],
      "Golf": [
          "NA"
      ],
      "Domestic Lounge Access": [
          "4 complimentary access to domestic airport lounges (1 per quarter)."
      ],
      "International Lounge Access": [
          "NA"
      ],
      "Insurance Benefits": [
          "NA"
      ],
      "Zero Liability Protection": [
          "The cardholder will not be liable for any fraudulent transaction if the card is reported lost or stolen to the bank in a timely manner."
      ]
  },
  "keepAnEyeOn": {
      "Joining Fee": [
          "NIL"
      ],
      "Renewal Fee": [
          "Rs. 999 (plus applicable taxes)"
      ],
      "Spend based Waiver": [
          "The annual fee can be waived on spending Rs. 2,00,000 or more in the previous year."
      ],
      "Rewards Redemption Fee": [
          "NIL"
      ],
      "Foreign Currency Markup": [
          "3.5% of the international transaction"
      ],
      "Interest Rates": [
          "3.5% p.m. (42% p.a.)"
      ],
      "Fuel Surcharge": [
          "1% fuel surcharge waiver for transactions between Rs. 500 and Rs. 3,000 at petrol pumps across India. (waiver capped at Rs. 100 per statement)"
      ],
      "Cash Advance Charge": [
          "2.5% of the amount withdrawn or a minimum charge of Rs. 500."
      ],
      "Add-on Card Fee": [
          "Nil"
      ]
  }
}