{
  "openerSection": [
    "SBI Card launched BPCL SBI Card Octane in December 2020. It is an upgraded version of the BPCL SBI Credit Card. While the Octane variant does offer better rewards and offers, it also carries a much higher annual fee of Rs. 1,499 whereas the other variant had a fee of Rs. 499 only. BPCL SBI Card Octane gives you 7.25% value back on fuel purchases at Bharat Petroleum fuel stations: 6.25% as reward points (25x reward rate) along with a 1% as fuel surcharge waiver.",
    "You also get 10x reward points for spends on dining and movie tickets apart from the fuel benefits. As far as travel benefits are concerned, the card entitles you with 4 complimentary access to domestic airport lounges every year (max 1 per quarter).",
    "If you travel a lot by car or motorbike, this is probably one of the best offerings in the market right now as you get quite a high reward rate of 6.5% (and 1% surcharge waiver) on fuel spends at all BPCL stations across the country (the 1% surcharge waiver is applicable even at non-BPCL stations). Keep reading to know more about the Octane card."
  ],
  "imageLink": "https://cardinsider.com/wp-content/uploads/2021/06/bpcl-card-face-front.png",
  "cardTitle": "BPCL SBI Card Octane",
  "bestSuitedFor": "Fuel",
  "joiningFee": "Rs. 1,499 (plus applicable taxes)",
  "rewardType": "Fuel Points",
  "andThereIsMore": [
    "Get 6,000 Bonus RPs on the realization of the annual membership fee as a welcome benefit.",
    "25 reward points on spending Rs. 100 for fuel purchases at BPCL refill stations (maximum 2,500 reward points per month).",
    "10 reward points per Rs. 100 spent on groceries, departmental stores and movie ticket purchases (maximum 7,500 reward points per month).",
    "1 reward point per Rs. 100 you spend on other retail purchases, except mobile wallet uploads and expenditures on non-BPCL fuel stations.",
    "1% fuel surcharge waived on all petrol transactions up to Rs. 4,000.",
    "4 complimentary access to domestic lounges annualy (1 per quarter).",
    "Gift Vouchers worth Rs 2,000 from Aditya Birla Fashion or Yatra or Urban Ladder or Hush Puppies or Bata on annual expenditure of Rs. 3,00,000 or above.",
    "Renewal fee waived off if Rs. 2,00,000 were spent in the last year.",
    "Complimentary Fraud Liability cover of Rs. 1 Lakh"
  ],
  "gifts": {
    "welcomeGifts": [
      "Get 6,000 Bonus RPs on the realization of the annual membership fee as a welcome benefit."
    ],
    "milestoneGifts": [],
    "rewardsPoints": [
      "25 reward points on spending Rs. 100 for fuel purchases at BPCL refill stations (maximum 2,500 reward points per month).",
      "10 reward points per Rs. 100 spent on groceries, departmental stores and movie ticket purchases (maximum 7,500 reward points per month).",
      "1 reward point per Rs. 100 you spend on other retail purchases, except mobile wallet uploads and expenditures on non-BPCL fuel stations."
    ]
  },
  "rewardsBenefits": {
    "Welcome Benefits": [
      "6,000 bonus RPs as a joining benefit, and every year the membership is renewed (provided the annual fee is paid)."
    ],
    "Movie & Dining": [
      "10x reward points for every Rs. 100 you spend on dining and movie tickets."
    ],
    "Rewards Rate": [
      "25 reward points for every Rs. 100 spends at BPCL fuel stations (reward rate = 6.25%), 10 RPs for every Rs. 100 spends on groceries, departmental stores, and movie ticket purchases (reward rate = 2.5%), and 1 reward point for every Rs. 100 spent for all other expenditures (reward rate = 0.25%) except mobile wallet uploads and fuel purchases at non-BPCL stations."
    ],
    "Reward Redemption": [
      "Redeem reward points for gift vouchers on sbicard.com or on SBI mobile app, for transactions at BPCL petrol stations, and against card's statement balance. 4 reward points = Re. 1."
    ],
    "Travel": [
      "Complimentary domestic airport lounge visits"
    ],
    "Golf": [
      "N/A"
    ],
    "Domestic Lounge Access": [
      "4 complimentary access to domestic lounges every year (1 per quarter)."
    ],
    "International Lounge Access": [
      "N/A"
    ],
    "Insurance Benefits": [
      "N/A"
    ],
    "Zero Liability Protection": [
      "No liability to the cardholder if the loss of the card is reported to the bank within stipulated time."
    ]
  },
  "keepAnEyeOn": {
    "Joining Fee": [
      "Rs. 1,499 (plus applicable taxes)"
    ],
    "Renewal Fee": [
      "Rs. 1,499 (plus applicable taxes)"
    ],
    "Spend based Waiver": [
      "Next year's renewal fee waived on annual expenditure of Rs. 2 lakh."
    ],
    "Rewards Redemption Fee": [
      "Rs. 99 (plus applicable taxes) per redemption request."
    ],
    "Foreign Currency Markup": [
      "3.5% of the transaction amount"
    ],
    "Interest Rates": [
      "3.5% per month (42% per annum)"
    ],
    "Fuel Surcharge": [
      "1% fuel surcharge waiver on transactions up to Rs. 4,000 (max waiver of Rs. 100 in a month)"
    ],
    "Cash Advance Charge": [
      "2.5% of the withdrawn amount (subject to a minimum charge of Rs. 500)"
    ],
    "Add-on Card Fee": [
      "Nil"
    ]
  }
}