{
  "openerSection": [
    "SBI Card offers two Air India co-branded credit cards- Air India SBI Signature Credit Card and Air India SBI Platinum Credit Card. The Signature variant is more the premium of the two and comes with a higher membership fee of Rs. 4,999 per annum but offers better benefits both in terms of reward points and add-on privileges.",
    "With Air India SBI Signature Credit Card, you can earn 4 reward points per Rs. 100 and accelerated reward points on Air India spends (details below). Being a travel credit card, it also offers complimentary membership to the Priority Pass lounge access program and 2 complimentary domestic airport lounge visits every quarter. Read on to know more about this credit card in detail."
  ],
  "imageLink": "https://cardinsider.com/wp-content/uploads/2021/07/Air-India-SBI-Signature-credit-card.png",
  "cardTitle": "Air India SBI Signature Credit Card",
  "bestSuitedFor": "Travel",
  "joiningFee": "Rs. 4,999 (plus applicable taxes)",
  "rewardType": "AirMiles",
  "andThereIsMore": [
    "You will get a welcome benefit of 20,000 Reward Points once you have paid the joining fee of the credit card.",
    "Complimentary membership of the Air India Frequent Flyer program- Flying Returns.",
    "Anniversary gift of 5,000 Reward points every year",
    "Up to 1,00,000 bonus reward points annually on achieving the pre-defined spends.",
    "For every Rs. 100 spent on retail purchases, you will get 4 reward points.",
    "30 reward points for every Rs. 100 spent on booking Air India tickets for self through airindia.in or Air India mobile app.",
    "10 reward points for every Rs. 100 spent on booking Air India tickets for self or others through Air India booking office or Air India call centers.",
    "Complimentary Priority Pass membership (lounge visits chargeable).",
    "Complimentary access to domestic airport lounges through the Visa lounge access program."
  ],
  "gifts": {
    "welcomeGifts": [
      "You will get a welcome benefit of 20,000 Reward Points once you have paid the joining fee of the credit card."
    ],
    "milestoneGifts": [],
    "rewardsPoints": [
      "You will get a welcome benefit of 20,000 Reward Points once you have paid the joining fee of the credit card.",
      "Anniversary gift of 5,000 Reward points every year",
      "Up to 1,00,000 bonus reward points annually on achieving the pre-defined spends.",
      "For every Rs. 100 spent on retail purchases, you will get 4 reward points.",
      "30 reward points for every Rs. 100 spent on booking Air India tickets for self through airindia.in or Air India mobile app.",
      "10 reward points for every Rs. 100 spent on booking Air India tickets for self or others through Air India booking office or Air India call centers."
    ]
  },
  "rewardsBenefits": {
    "Welcome Benefits": [
      "You will get 20,000 reward points in the form of a welcome benefit."
    ],
    "Movie & Dining": [
      "N/A"
    ],
    "Rewards Rate": [
      "30 RP for every Rs. 100 spent on tickets booked for self and 10 RPs for every Rs. 100 spent on tickets booked for others through airindia.in and 10 RPs for every Rs. 100 spent on tickets booked for self and others through Air India Booking office or call centers"
    ],
    "Reward Redemption": [
      "The reward points that the cardholders earn can be converted into Air India Air Miles. 1 Reward point = 1 AirMile"
    ],
    "Travel": [
      "Reward Points convertable into Air India Air Miles, accelerated reward points on Air India spends, complimentary domestic and international airport lounge access"
    ],
    "Golf": [
      "N/A"
    ],
    "Domestic Lounge Access": [
      "Complimentary visits to domestic lounges, up to 8 times a year."
    ],
    "International Lounge Access": [
      "Complimentary Priority Pass membership (visits chargable)"
    ],
    "Insurance Benefits": [
      "Insurance cover worth Rs. 1 Lakhs against the lost card."
    ],
    "Zero Liability Protection": [
      "Zero liability of credit cardholder against fraudulent transaction on the card post reporting the loss of card to the bank"
    ]
  },
  "keepAnEyeOn": {
    "Joining Fee": [
      "Rs. 4,999 (plus applicable taxes)"
    ],
    "Renewal Fee": [
      "Rs. 4,999 (plus applicable taxes)"
    ],
    "Spend based Waiver": [
      "N/A"
    ],
    "Rewards Redemption Fee": [
      "Rs. 99 (plus applicable taxes)"
    ],
    "Foreign Currency Markup": [
      "3.5% of the amount transacted"
    ],
    "Interest Rates": [
      "3.5% per month (or 42% annually)"
    ],
    "Fuel Surcharge": [
      "Fuel surcharge waiver of 1% on fuel transactions between Rs. 500 and Rs. 4,000."
    ],
    "Cash Advance Charge": [
      "2.5% or Rs. 500 (whichever is higher)"
    ],
    "Add-on Card Fee": [
      "Nil"
    ]
  }
}