{
  "openerSection": [
    "Air India SBI Platinum Credit Card is a mid-level co-branded credit card offered by Air India and SBI Card. It carries an annual fee of Rs. 1,499. Being a travel credit card, it offers plenty of travel privileges including complimentary visits to lounges at domestic airports and an accelerated reward rate on Air India bookings.",
    "SBI Card also offers another more premium co-branded credit card with Air India- Air India SBI Signature Credit Card which comes with a higher membership fee (Rs. 4,999 per annum) and offers a better reward rate and benefits. SBI Card is the only card issuer in the country to offer Air India co-branded credit cards. Keep reading to know more about Air India SBI Platinum Credit Card."
  ],
  "imageLink": "https://cardinsider.com/wp-content/uploads/2021/07/Air-India-SBI-Platinum-Card.png",
  "cardTitle": "Air India SBI Platinum Credit Card",
  "bestSuitedFor": "Travel",
  "joiningFee": "Rs. 1,499 (plus applicable taxes)",
  "rewardType": "Reward Points",
  "andThereIsMore": [
    "5,000 reward points on paying the joining fee as a welcome benefit.",
    "2,000 reward points as anniversary gift every year the card membership is renewed.",
    "Up to 15,000 bonus RPs every year on reaching the stipulated spend milestones.",
    "15 reward points per Rs. 100 on Air India ticket bookings for self on airindia.com.",
    "5 reward points for every Rs. 100 spent on Air India ticket bookings for others on airindia.com.",
    "5 reward points for every Rs. 100 spent Air India ticket bookings for self or others via Air India call centers or booking offices.",
    "Get 2 Reward points for every Rs. 100 spent",
    "2 complimentary access to domestic airport lounges every quarter.",
    "Complimentary lost card liability protection that is worth Rs. 1 lakh.",
    "1% waiver on fuel surcharge applicable on transactions between Rs. 500 and Rs. 4,000 (capped at Rs. 250)."
  ],
  "gifts": {
    "welcomeGifts": [
      "5,000 reward points on paying the joining fee as a welcome benefit."
    ],
    "milestoneGifts": [
      "Up to 15,000 bonus RPs every year on reaching the stipulated spend milestones."
    ],
    "rewardsPoints": [
      "5,000 reward points on paying the joining fee as a welcome benefit.",
      "2,000 reward points as anniversary gift every year the card membership is renewed.",
      "15 reward points per Rs. 100 on Air India ticket bookings for self on airindia.com.",
      "5 reward points for every Rs. 100 spent on Air India ticket bookings for others on airindia.com.",
      "5 reward points for every Rs. 100 spent Air India ticket bookings for self or others via Air India call centers or booking offices.",
      "Get 2 Reward points for every Rs. 100 spent"
    ]
  },
  "rewardsBenefits": {
    "Welcome Benefits": [
      "5,000 reward points after paying the joining fee (credited within 15 days from the date of payment)"
    ],
    "Movie & Dining": [
      "N/A"
    ],
    "Rewards Rate": [
      "15 reward points for every Rs. 100 spent on Air India ticket bookings for self on airindia.in, 5 RPs for every Rs. 100 spent on Air India ticket bookings for others on airindia.com and 5 RPs for every Rs. 100 spent on Air India ticket bookings for self or others via Air India call centers or booking offices, Get 2 Reward points per Rs. 100 you spend."
    ],
    "Reward Redemption": [
      "Reward points are convertible into Air India Air Miles. 1 RP = 1 AirMile"
    ],
    "Travel": [
      "Complimentary access to domestic lounges"
    ],
    "Golf": [
      "N/A"
    ],
    "Domestic Lounge Access": [
      "8 complimentary visits to domestic lounges every year (max 2 per quarter)"
    ],
    "International Lounge Access": [
      "N/A"
    ],
    "Insurance Benefits": [
      "Lost card liability protection of Rs. 1 lakh applicable from 48 hours prior to 7 days post reporting about the card to the bank."
    ],
    "Zero Liability Protection": [
      "No liability to the cardholder once the card is reported lost to the bank."
    ]
  },
  "keepAnEyeOn": {
    "Joining Fee": [
      "Rs. 1,499 (plus applicable taxes)"
    ],
    "Renewal Fee": [
      "Rs. 1,499 (plus applicable taxes)"
    ],
    "Spend based Waiver": [
      "N/A"
    ],
    "Rewards Redemption Fee": [
      "Nil"
    ],
    "Foreign Currency Markup": [
      "3.5% (plus applicable taxes)"
    ],
    "Interest Rates": [
      "3.5% per month (or 42% per annum)"
    ],
    "Fuel Surcharge": [
      "1% fuel surcharge waiver at fuel stations all over India on transactions between Rs. 500 and Rs. 4,000 (capped at Rs. 250)."
    ],
    "Cash Advance Charge": [
      "2.5% (minimum of Rs. 500)"
    ],
    "Add-on Card Fee": [
      "Nil"
    ]
  }
}