{
  "openerSection": [
    "SBI joined hands with Air Vistara and launched two co-branded travel credit cards- Club Vistara SBI Credit Card and Club Vistara SBI Card PRIME. The cards were launched simultaneously in November 2019. These are MasterCard cards that offer travel benefits on Air Vistara airline as CV (Club Vistara) points. You earn 4 CV Points for every Rs. 200 spent using the card. The card also gives you 1 Premium Economy class ticket as a welcome gift on payment of the joining/renewal fee. Although the card does not fall in the premium category, it offers very attractive air insurance benefits where you can get an air accident cover and multiple other air travel-related insurances like insurance cover for loss/delay/damage of the check-in baggage."
  ],
  "imageLink": "https://cardinsider.com/wp-content/uploads/2021/07/SBI-Club-Vistara-SBI-card-1.png",
  "cardTitle": "Club Vistara SBI Card PRIME",
  "bestSuitedFor": "Travel",
  "joiningFee": "Rs. 2,999 (plus applicable taxes)",
  "rewardType": "AirMiles",
  "andThereIsMore": [
    "1 Premium Economy Class ticket as a welcome gift upon payment of Annual / Renewal fee.",
    "4 Club Vistara Points per Rs. 200 spent using the card (applicable on all spends including fuel purchases).",
    "3,000 CV points on spending Rs. 75,000 in the first 90 days of card activation.",
    "1 Premium Economy class ticket each on annual spends of Rs. 1.5 lakhs, Rs. 3 lakhs, Rs. 4.5 lakhs & Rs. 8 lakhs.",
    "1 Hotel e-voucher from Yatra (worth Rs. 10,000) if you spend Rs. 8 Lakh in a year.",
    "Insurance cover for up to 6 Air Vistara flight cancellations per year, each limited to Rs. 3,500 and many other travel-related insurance benefits.",
    "8 domestic lounge access annually (max 2 per quarter).",
    "Priority Pass membership with 4 complimentary lounge access (limited to 2 visits/quarter)."
  ],
  "gifts": {
    "welcomeGifts": [
      "1 Premium Economy Class ticket as a welcome gift upon payment of Annual / Renewal fee."
    ],
    "milestoneGifts": [],
    "rewardsPoints": []
  },
  "rewardsBenefits": {
    "Welcome Benefits": [
      "1 complimentary Premium Economy class ticket as a gift voucher on payment of the joining/renewal fee."
    ],
    "Movie & Dining": [
      "N/A"
    ],
    "Rewards Rate": [
      "4 CV (Club Vistara) points/Rs, 200 for every spend, including fuel transactions."
    ],
    "Reward Redemption": [
      "Club Vistara Points can be redeemed for booking award flights, class upgrades, or against any seat reservation under the Vistara Cash + Points program (1 CV Point = Rs. 0.2)"
    ],
    "Travel": [
      "1 Premium Economy Class ticket each on the annual expenditure of Rs. 1.5 lakh, 3 lakh, 4.5 lakh and 8 lakh, complimentary domestic as well as international lounge visits, discounts on car rentals, hotel bookings, and destination programs in Japan, Korea, Macau and Singapore."
    ],
    "Golf": [
      "N/A"
    ],
    "Domestic Lounge Access": [
      "8 complimentary access to domestic lounges (2 per quarter)"
    ],
    "International Lounge Access": [
      "4 complimentary visits per year (max 2 per quarter) with Priority Pass membership."
    ],
    "Insurance Benefits": [
      "Insurance cover for up to 6 flight ticket cancelations per year (each limited to Rs. 3,500), air accident cover up to Rs. 1 crore, and insurance of up to Rs. 72,000 for loss of check-in baggage, Rs. 7,500 if the baggage is delayed, Rs. 5,000 if the baggage is damaged, and a cover of Rs. 12,500 in case you lose your baggage during air travel."
    ],
    "Zero Liability Protection": [
      "Up to Rs. 1 lakh Lost card liability protection from 48 hours prior to reporting the loss of card till 7 days post reporting the loss to the bank."
    ]
  },
  "keepAnEyeOn": {
    "Joining Fee": [
      "Rs. 2,999 (plus applicable taxes)"
    ],
    "Renewal Fee": [
      "Rs. 2,999 (plus applicable taxes)"
    ],
    "Spend based Waiver": [
      "None"
    ],
    "Rewards Redemption Fee": [
      "Nil"
    ],
    "Foreign Currency Markup": [
      "3.5% (plus applicable taxes)"
    ],
    "Interest Rates": [
      "3.5% per month (42% per annum)"
    ],
    "Fuel Surcharge": [
      "1% fuel surcharge applicable, subject to a minimum amount of Rs. 10."
    ],
    "Cash Advance Charge": [
      "2.5% of the withdrawn amount (subject to a minimum charge of Rs. 500)"
    ],
    "Add-on Card Fee": [
      "Nil"
    ]
  }
}