{
  "openerSection": [
    "Paytm SBI Credit Card Select is an International Visa credit card that has been recently launched by SBI Card in collaboration with Paytm. It is a cashback reward card that can be used for shopping at over 24 million outlets across the globe and more than 3 Lac offline outlets in India. This “Select” credit card being premium in the lineup offers privileges and benefits which are truly the best. It offers Paytm First Membership which is an exclusivity of this card. Apart from that it offers cashback on purchases and spends both online and offline, Domestic Airport Lounge access, International Priority Pass, Fuel surcharge waiver of 1% at all fuel stations across India. But that's not it, read our article to know more about this credit card:"
  ],
  "imageLink": "https://cardinsider.com/wp-content/uploads/2021/07/Paytm-SBI-Card-SELECT.png",
  "cardTitle": "Paytm SBI Credit Card Select",
  "bestSuitedFor": "Shopping",
  "joiningFee": "Rs 1,499",
  "rewardType": "Cashback",
  "andThereIsMore": [
    "Complimentary Paytm First Membership is provided on card activation as welcome offer.",
    "Welcome Cashback of Rs 750 is provided upon activation of the credit card.",
    "Earn cashbacks on Paytm Mall and Paytm App as Reward.",
    "Complimentary Domestic Airport Lounge access 4 times in year.",
    "Complimentary Priority Pass worth US $99 under the International Lounge Program.",
    "Fuel Surcharge Waiver of 1% can be availed at all fuel stations across India (Maximum waiver of Rs 250 per statement cycle).",
    "Earn gift vouchers as a Milestone Benefit. Complimentary Paytm First membership voucher at renewal on achieving annual spends milestone of Rs 1 lac.",
    "Cyber Fraud Insurance Cover worth Rs 2 Lacs."
  ],
  "gifts": {
    "welcomeGifts": [
      "Complimentary Paytm First Membership is provided on card activation as welcome offer.",
      "Welcome Cashback of Rs 750 is provided upon activation of the credit card."
    ],
    "milestoneGifts": [
      "Earn gift vouchers as a Milestone Benefit. Complimentary Paytm First membership voucher at renewal on achieving annual spends milestone of Rs 1 lac."
    ],
    "rewardsPoints": []
  },
  "rewardsBenefits": {
    "Welcome Benefits": [
      "Get a Complimentary Paytm First Membership is provided on card activation as welcome offer. Welcome Cashback of Rs 750 is provided to the card holder upon activation of the credit card in your Paytm wallet."
    ],
    "Movie & Dining": [
      "NA"
    ],
    "Rewards Rate": [
      "5% cashback on Paytm Mall, Movies, Travel. 2% cashback on all other purchases on Paytm App. 1% cashback on other online and offline spends."
    ],
    "Reward Redemption": [
      "NA"
    ],
    "Travel": [
      "Complimentary Domestic Airport Lounge access and Priority Pass worth US $99."
    ],
    "Golf": [
      "NA"
    ],
    "Domestic Lounge Access": [
      "Complimentary Domestic Airport Lounge access 4 times in a year, capped to 1 visit per quarter."
    ],
    "International Lounge Access": [
      "Complimentary Priority Pass worth US $99 for 2 years of cardholder membership under the International Lounge Program."
    ],
    "Insurance Benefits": [
      "Your credit card is protected by Cyber Fraud Insurance Cover worth Rs 2 Lacs which covers financial loss due to fraudulent usage of your credit card by someone else."
    ],
    "Zero Liability Protection": [
      "NA"
    ]
  },
  "keepAnEyeOn": {
    "Joining Fee": [
      "Rs 1,499"
    ],
    "Renewal Fee": [
      "Same as Joining fee (Rs 1,499 plus GST applicable)."
    ],
    "Spend based Waiver": [
      "NA"
    ],
    "Rewards Redemption Fee": [
      "Rs 99"
    ],
    "Foreign Currency Markup": [
      "3.5% of the total transaction value."
    ],
    "Interest Rates": [
      "3.5% per month or 42% per annum."
    ],
    "Fuel Surcharge": [
      "1% of Fuel Surcharge Waiver (Maximum waiver of Rs 100 per statement cycle)."
    ],
    "Cash Advance Charge": [
      "2.5% of the total transaction amount (Minimum Rs. 500)"
    ],
    "Add-on Card Fee": [
      "Nil"
    ]
  }
}