{
  "openerSection": [
    "SBI SimplyCLICK Credit Card is an entry-level shopping credit card by SBI Card. It is one of the most popular SBI credit cards in the entry-level segment, especially amongst first-time cardholders. The card is best suited for online shopping as you get a high reward rate of 2.5% at some of the most popular online shopping/travel websites including Amazon, Cleartrip, Apollo24x7, Netmeds, BookMyShow, Dineout, and Lenskart. As far as other online and offline spends are concerned, you get a decent reward rate of 1.25% on other online spends and 0.25% on all offline spends.",
    "Being an entry-level offering with an annual membership fee of just Rs. 499, SimplyCLICK SBI Card doesn't offer any value-added travel/dining/movie benefits that you get with most lifestyle and premium credit cards. However, it gives you an opportunity to earn gift vouchers worth up to Rs. 4,000 every year by achieving the required spend milestone. Read on to learn more about SBI SimplyCLICK Credit Card."
  ],
  "imageLink": "https://cardinsider.com/wp-content/uploads/2021/07/SBI-SimplyCLICK-credit-card.png",
  "cardTitle": "SBI SimplyCLICK Credit Card",
  "bestSuitedFor": "Shopping",
  "joiningFee": "Rs. 499 (plus applicable taxes)",
  "rewardType": "Reward Points",
  "andThereIsMore": [
    "Gift vouchers worth Rs. 500 from Amazon as a welcome benefit.",
    "E-voucher from ClearTrip worth Rs 2,000 on net annual spends of Rs 1,00,000 and Rs 2,00,000 each.",
    "10X Reward Points on online spendings at partner merchants including popular websites like Amazon, BookMyShow, Apollo24x7, etc.",
    "5X Reward Points on all other online spends using your SBI SimplyClick Credit Card.",
    "1 Reward Point per Rs. 100 on all offline spends except fuel.",
    "Annual fee waiver of Rs. 499 on the annual spending of Rs 1,00,000.",
    "1% fuel surcharge waived off for all purchases of fuel between Rs. 500 and Rs. 3,000."
  ],
  "gifts": {
    "welcomeGifts": [
      "Gift vouchers worth Rs. 500 from Amazon as a welcome benefit."
    ],
    "milestoneGifts": [],
    "rewardsPoints": [
      "10X Reward Points on online spendings at partner merchants including popular websites like Amazon, BookMyShow, Apollo24x7, etc.",
      "5X Reward Points on all other online spends using your SBI SimplyClick Credit Card.",
      "1 Reward Point per Rs. 100 on all offline spends except fuel."
    ]
  },
  "rewardsBenefits": {
    "Welcome Benefits": [
      "Get an Amazon e-voucher worth Rs. 500 as welcome benefits after paying the annual fees."
    ],
    "Movie & Dining": [
      "N/A"
    ],
    "Rewards Rate": [
      "1 Reward Point every Rs. 100 spent on offline spends (reward rate is 0.25%), 10X RPs on online spends at partner merchants (Amazon, BookMyShow, Apollo24x7, etc.) (reward rate is 2.5%), 5X RPs on other online spends (reward rate = 1.25%)"
    ],
    "Reward Redemption": [
      "Reward Points can be redeemed for gift vouchers on sbicard.com or via the SBI mobile app, as well as for paying the card's outstanding balance, 1 RP = Rs. 0.25"
    ],
    "Travel": [
      "N/A"
    ],
    "Golf": [
      "N/A"
    ],
    "Domestic Lounge Access": [
      "N/A"
    ],
    "International Lounge Access": [
      "N/A"
    ],
    "Insurance Benefits": [
      "N/A"
    ],
    "Zero Liability Protection": [
      "The cardholders get a zero liability protection against a lost/stolen card if the loss is informed to the bank officials timely."
    ]
  },
  "keepAnEyeOn": {
    "Joining Fee": [
      "Rs. 499 (plus applicable taxes)"
    ],
    "Renewal Fee": [
      "Rs. 499 + GST"
    ],
    "Spend based Waiver": [
      "Get a renewal fee waiver on achieving total annual spends of Rs. 1 lakh in previous year."
    ],
    "Rewards Redemption Fee": [
      "Rs. 99 (plus taxes) on each redemption request"
    ],
    "Foreign Currency Markup": [
      "3.5% of the total transaction amount"
    ],
    "Interest Rates": [
      "3.5% per month or 42% annualized"
    ],
    "Fuel Surcharge": [
      "1% fuel surcharge waived on fuel transactions from Rs. 500 to Rs. 3,000 (max waiver capped at Rs. 100 per month)"
    ],
    "Cash Advance Charge": [
      "2.5% of the withdrawal amount or a minimum fee of Rs. 500"
    ],
    "Add-on Card Fee": [
      "Nil"
    ]
  }
}