{
  "openerSection": [
    "The IRCTC SBI Card Premier is a co-branded credit card issued by the SBI Card in partnership with irctc.co.in. The card comes with a joining fee of Rs. 1,499 and you get a welcome bonus of 1,500 Reward Points. You can earn up to 3 Reward Points every time you spend Rs. 125. This card also provides you with exclusive travel benefits that include complimentary railway lounge access every year, exciting benefits at over 900 hotels worldwide, saving on railway/flight ticket bookings on irctc.co.in, and many more.",
    "Along with all these exciting offers, you can earn up to 5,000 Reward Points every year on achieving the milestone spend. You can make your credit card lifetime free by getting your renewal fee waived off every year on a minimum spend of Rs. 2 lakhs in an anniversary year. There are many more benefits of the IRCTC SBI Card Premier that let you save more & more. To know all of its advantages, refer to the detailed information given below:"
  ],
  "imageLink": "https://cardinsider.com/wp-content/uploads/2021/07/IRCTC-SBI-Card-Premier.png",
  "cardTitle": "IRCTC SBI Card Premier",
  "bestSuitedFor": "Travel",
  "joiningFee": "Rs. 1,499 + applicable taxes",
  "rewardType": "Reward Points",
  "andThereIsMore": [
    "Up to 3 RP for every Rs. 125 spent.",
    "Earn 1 Reward Point per 125 spent on other non-fuel retail purchases",
    "Get a welcome bonus of 1,500 Reward Points.",
    "Up to 5,000 bonus Reward Points on hitting the milestone spend mark.",
    "Complimentary access to railway lounges.",
    "Exclusive benefits at more than 900 hotels all over the world.",
    "Up to 10,000 miles every night on hotel stays.",
    "Spend-based renewal fee waiver.",
    "1% fuel surcharge waiver.",
    "Exclusive insurance benefits."
  ],
  "gifts": {
    "welcomeGifts": [
      "Get a welcome bonus of 1,500 Reward Points."
    ],
    "milestoneGifts": [
      "Up to 5,000 bonus Reward Points on hitting the milestone spend mark."
    ],
    "rewardsPoints": [
      "Earn 1 Reward Point per 125 spent on other non-fuel retail purchases",
      "Get a welcome bonus of 1,500 Reward Points.",
      "Up to 5,000 bonus Reward Points on hitting the milestone spend mark."
    ]
  },
  "rewardsBenefits": {
    "Welcome Benefits": [
      "1,500 Reward Points"
    ],
    "Movie & Dining": [
      "NA"
    ],
    "Rewards Rate": [
      "For every Rs. 125 spent on dining and standing instructions related to utility spends, you will get 3 Reward Points, and 1 Reward Points on every Rs. 125 you spend on other non-fuel retail purchases"
    ],
    "Reward Redemption": [
      "1 Reward Point = Re. 1."
    ],
    "Travel": [
      "Complimentary access to railway lounges per year"
    ],
    "Golf": [
      "NA"
    ],
    "Domestic Lounge Access": [
      "8 complimentary visits to railway lounges every year (2 each quarter) within India"
    ],
    "International Lounge Access": [
      "NA"
    ],
    "Insurance Benefits": [
      "You get insurance coverage against air accidents, railway accidents, and a fraud liability cover."
    ],
    "Zero Liability Protection": [
      "Zero liability of credit cardholders for any unlawful transactions made through his/her card post reporting the loss to the bank."
    ]
  },
  "keepAnEyeOn": {
    "Joining Fee": [
      "Rs. 1,499 + applicable taxes"
    ],
    "Renewal Fee": [
      "Rs. 1,499"
    ],
    "Spend based Waiver": [
      "Spend-based waiver of renewal fee on the basis of the amount spent in the previous year."
    ],
    "Rewards Redemption Fee": [
      "Rs. 99"
    ],
    "Foreign Currency Markup": [
      "3.5% on all international transactions"
    ],
    "Interest Rates": [
      "3.5% per month"
    ],
    "Fuel Surcharge": [
      "1% fuel surcharge waiver"
    ],
    "Cash Advance Charge": [
      "2.5% of the cash advance or Rs. 500, the higher of the two."
    ],
    "Add-on Card Fee": [
      "Nil"
    ]
  }
}