{
  "openerSection": [
    "SBI Cards launched Etihad Guest SBI Card in partnership with the UAE-based airline, Etihad Airways in 2019. It is the lower version of the more premium Etihad Guest SBI Premier Card (also launched at the same event) which offers better benefits and carries a substantially higher annual fee of Rs. 4,999 whereas this card has an annual fee of Rs. 1,499. We have already covered the Premier variant in one of our earlier posts. These cards were launched when the travel industry was at an all time high and travel-related expenses accounted for a substantial portion of the total credit card spends. The card earns you AirMiles at quite a high reward rate on Etihad Airways bookings; you earn decent reward points on other spends as well. Apart from these AirMiles benefits, you also get many other travel-related privileges with this card. To learn more about this card by SBI cards and Etihad Airways keep reading."
  ],
  "imageLink": "https://cardinsider.com/wp-content/uploads/2021/07/ethad-guest-sbi-card.png",
  "cardTitle": "Etihad Guest SBI Card",
  "bestSuitedFor": "Travel",
  "joiningFee": "Rs. 1,499 (plus applicable taxes)",
  "rewardType": "AirMiles",
  "andThereIsMore": [
    "Welcome benefit of 2,500 Etihad Guest Miles.",
    "Complimentary Etihad Guest Silver tier status.",
    "1 free wifi voucher on first Etihad Airways booking.",
    "3 Etihad Guest Miles per Rs. 100 you spend on Etihad.com.",
    "2 Etihad Guest Miles per Rs. 100 spent on international spends.",
    "1 Etihad Guest Mile for every Rs. 100 on other spends (with a few exceptions).",
    "10% discount on business class ticket bookings directly from Etihad Airways.",
    "3% discount on economy class ticket bookings directly from Etihad Airways.",
    "1 companion voucher on achieving the milestone spends of Rs. 10,00,000.",
    "5,000 Etihad Guest Miles on annual spends of Rs. 5 lakh.",
    "Annual membership fee reversal (2nd year onwards) on spending Rs. 3 lakh in the previous year.",
    "8 complimentary domestic lounge access annually (max 2/quarter).",
    "Complimentary Priority Pass membership worth USD 99.",
    "Personal overseas air accident cover worth Rs. 25 lakh.",
    "Complimentary fraud liability insurance cover worth Rs. 50,000.",
    "Complimentary insurance against loss of baggage worth USD 1,000.",
    "1% fuel surcharge waiver on transactions between Rs. 500 and Rs. 4,000. Maximum waiver capped at Rs. 250 in a month."
  ],
  "gifts": {
    "welcomeGifts": [
      "Welcome benefit of 2,500 Etihad Guest Miles."
    ],
    "milestoneGifts": [
      "1 companion voucher on achieving the milestone spends of Rs. 10,00,000."
    ],
    "rewardsPoints": []
  },
  "rewardsBenefits": {
    "Welcome Benefits": [
      "2,500 Etihad Guest Miles, Etihad Guest Silver tier status, 1 complimentary wifi voucher on first booking for Etihad Airways"
    ],
    "Movie & Dining": [
      "N/A"
    ],
    "Rewards Rate": [
      "3 Etihad Guest Miles per Rs. 100 you spend on Etihad.com, 2 Etihad Guest Miles per Rs. 100 you spend on International transactions, 1 Etihad Guest Mile on other Rs. 100 spends."
    ],
    "Reward Redemption": [
      "Etihad Guest Miles earned redeemable for booking flights, hotels and renting cars from participating travel partners, and for purchasing products from etihadguest.com or its travel partner services. Etihad Miles can also be used to pay for purchases made using the credit card."
    ],
    "Travel": [
      "Etihad Guest Silver tier status, 2,500 Etihad Guest Miles, free wifi voucher on first Etihad Airways booking, 10% discount on business class and 3% discount on economy class tickets on direct Etihad Airways bookings, up to 5% discount on reward miles redemption, complimentary domestic lounge access, complimentary Priority Pass membership"
    ],
    "Golf": [
      "N/A"
    ],
    "Domestic Lounge Access": [
      "8 complimentary access to domestic lounges annually (max 2/quarter)"
    ],
    "International Lounge Access": [
      "Complimentary Priority Pass membership worth USD 99"
    ],
    "Insurance Benefits": [
      "Overseas air accident cover of Rs. 25 lakh, fraud liability cover worth Rs. 50,000, lost baggage cover of up to USD 1,000"
    ],
    "Zero Liability Protection": [
      "Fraud liability cover of Rs. 50,000 applicable on the lost card from 48 hours prior to reporting and 7 days post reporting."
    ]
  },
  "keepAnEyeOn": {
    "Joining Fee": [
      "Rs. 1,499 (plus applicable taxes)"
    ],
    "Renewal Fee": [
      "Rs. 1,499 (plus applicable taxes)"
    ],
    "Spend based Waiver": [
      "Annual membership fee waived off (2nd year onwards) on minimum spends of Rs. 3 lakh in the previous year"
    ],
    "Rewards Redemption Fee": [
      "Nil"
    ],
    "Foreign Currency Markup": [
      "3.5% (plus applicable taxes)"
    ],
    "Interest Rates": [
      "3.5% per month (or 42% annually)"
    ],
    "Fuel Surcharge": [
      "1% fuel surcharge waiver applicable at all fuel stations in India for purchases between Rs. 500 and Rs. 4,000 (max benefit capped at Rs. 250 per payment cycle)"
    ],
    "Cash Advance Charge": [
      "2.5% of the withdrawn amount (subject to a minimum charge of Rs. 500)"
    ],
    "Add-on Card Fee": [
      "Nil"
    ]
  }
}