{
  "openerSection": [
    "SBI tied up with the UAE-based Etihad Airways airline and launched two travel credit cards in 2019: Etihad Guest SBI Credit Card and Etihad Guest SBI Premier Card. Needless to say, the Premier version offers more benefits and also carries a higher annual fee. Back then, the travel industry was one of the booming industries in the country. SBI probably launched this card considering that the travel-related spends accounted for 33% of the overall card spends in the SBI credit card portfolio at the time of launch of the card (certainly not the case now, due to the COVID pandemic). Also, Dubai is one of the favorite destinations among Indian travelers as there is a fairly large diaspora of NRIs in Dubai and many Indian HNIs (high net-worth individuals) frequently travel to Dubai on business trips. Etihad Guest SBI Premier card earns you Etihad Airways AirMiles (called Etihad Guest Miles) for every Rs. 100 spent using the card (number of AirMiles earned varies depending upon the category of spends). You also get many travel-related welcome benefits and milestone advantages with the premier card. Keep reading to know more about the card:"
  ],
  "imageLink": "https://cardinsider.com/wp-content/uploads/2021/07/Etihad-Guest-SBI-Premier-Card.png",
  "cardTitle": "Etihad Guest SBI Premier Card",
  "bestSuitedFor": "Travel",
  "joiningFee": "Rs. 4,999 (plus applicable taxes)",
  "rewardType": "AirMiles",
  "andThereIsMore": [
    "5,000 Etihad Guest Miles, 2 Complimentary Wifi Vouchers on first Etihad Airways booking using the card, and complimentary Etihad Guest Gold Tier Status after the first card transaction as a Welcome Benefit.",
    "6 Etihad Guest Miles per Rs. 100 you spend on Etihad.com.",
    "4 Etihad Guest Miles for all transactions of Rs. 100 on international spends.",
    "2 Etihad Guest Miles per Rs. 100 spends on all other expenditures (except fuel purchases).",
    "Up to 10% discount on direct Etihad Airways bookings.",
    "Up to 10% discount on travel rewards and miles redemption.",
    "1,500 Etihad Guest Miles on spends of Rs. 1,50,000 in a calendar quarter.",
    "1 Etihad Companion Voucher on the annual expenditure of Rs. 8,00,000.",
    "Annual fee waived on spending Rs. 5,00,000 in the last year.",
    "International lounge visits with Priority Pass and Domestic lounge access with Visa Lounge Program.",
    "1% fuel surcharge waiver."
  ],
  "gifts": {
    "welcomeGifts": [
      "5,000 Etihad Guest Miles, 2 Complimentary Wifi Vouchers on first Etihad Airways booking using the card, and complimentary Etihad Guest Gold Tier Status after the first card transaction as a Welcome Benefit."
    ],
    "milestoneGifts": [],
    "rewardsPoints": []
  },
  "rewardsBenefits": {
    "Welcome Benefits": [
      "5,000 Etihad Guest Miles, 2 Free Wifi vouchers on first Etihad Airways booking, complimentary Etihad Guest Gold tier status post first card transaction,"
    ],
    "Movie & Dining": [
      "N/A"
    ],
    "Rewards Rate": [
      "6 Etihad Guest Miles per Rs. 100 you spend on Etihad.com, 4 Etihad Guest Miles on every Rs. 100 you spend on international purchases, and 2 Etihad Guest Miles for every other spend (except fuel purchases). A max of 40,000 Miles per year can be earned."
    ],
    "Reward Redemption": [
      "The Etihad Guest Miles earned are redeemable for booking hotels, flights, and renting cars from participating travel partners, and for purchasing products on etihadguest.com or its travel partner services. Etihad Miles can also be used to pay for purchases made using the credit card."
    ],
    "Travel": [
      "Complimentary Etihad Gold Tier status and 5,000 Etihad Guest Miles as a Welcome Benefit, complimentary domestic and international lounge access, up to 10% discount on direct Etihad Airways bookings, up to 10% discount on travel rewards and miles redemption, 1,500 Etihad Guest Miles on spends of Rs. 1,50,000 in a calendar quarter, 1 Etihad Companion Voucher on the annual expenditure of Rs. 8,00,000."
    ],
    "Golf": [
      "N/A"
    ],
    "Domestic Lounge Access": [
      "8 domestic lounge access each year with a quarterly cap of 2 visits."
    ],
    "International Lounge Access": [
      "Complimentary Priority Pass membership worth USD 99 with 4 complimentary lounge access outside India (max 2 per quarter). Visits chargeable at USD 27/visit/guest post this complimentary quota."
    ],
    "Insurance Benefits": [
      "Overseas air accident cover worth Rs. 50 lakh, fraud liability cover worth Rs. 1 lakh, and an allowance of USD 1,000 in case of loss of baggage."
    ],
    "Zero Liability Protection": [
      "Fraud liability cover of Rs. 1 lakh applicable from 48 hours prior to reporting and 7 days post reporting the loss of card."
    ]
  },
  "keepAnEyeOn": {
    "Joining Fee": [
      "Rs. 4,999 (plus applicable taxes)"
    ],
    "Renewal Fee": [
      "Rs. 4,999 (plus applicable taxes)"
    ],
    "Spend based Waiver": [
      "Next year's annual membership fee waived on the expenditure of minimum Rs. 5,00,000 in a year."
    ],
    "Rewards Redemption Fee": [
      "Nil"
    ],
    "Foreign Currency Markup": [
      "3.5% (plus applicable taxes)"
    ],
    "Interest Rates": [
      "3.5% per month (42% per annum)"
    ],
    "Fuel Surcharge": [
      "The 1% fuel surcharge waiver at all fuel stations across India for transactions between Rs. 500 and Rs. 4,000 (capped at Rs. 250 per statement cycle)"
    ],
    "Cash Advance Charge": [
      "2.5% of the withdrawn amount (subject to a minimum charge of Rs. 500)"
    ],
    "Add-on Card Fee": [
      "Nil"
    ]
  }
}