{
  "openerSection": [
    "The 6E Rewards XL – Indigo Kotak Bank Credit Card is a superior version of the 6E Rewards – Indigo Kotak Credit Card. Both these cards are issued by the bank in partnership with Indigo airlines in order to fulfill their customers' travel requirements. This 6E Rewards XL variant comes with a joining fee of Rs. 1,500, which is a limited-time offer that is valid for cards that are issued before or on December 31, 2021, and the fee will be Rs. 2,500 after that. The card welcomes you with several exclusive benefits worth more than Rs. 10,000 that you can avail of after realization of the joining fee. Moreover, with a reward rate of upto 6% on all the spends, it allows you to earn up to 20% 6E Rewards on Indigo's partner brands.",
    "Other than its exclusive reward program, this card provides you with complimentary domestic airport lounge access every year and discounted convenience fee on Indigo flights. To know more about the 6E Rewards XL – Indigo Kotak Credit Card, its features, and fees & charges, refer to the detailed information given below:"
  ],
  "imageLink": "https://cardinsider.com/wp-content/uploads/2021/12/6E-Rewards-XL-Indigo-Kotak-Credit-Card.jpg",
  "cardTitle": "6E Rewards XL – Indigo Kotak Bank Credit Card",
  "bestSuitedFor": "Travel",
  "joiningFee": "Rs. 2,500",
  "rewardType": "Reward Points",
  "andThereIsMore": [
    "Get welcome benefits worth more than Rs. 10,000.",
    "Earn 6% 6E Rewards on your spends on goindigo.in.",
    "3% 6E rewards on selected categories and 2% 6E rewards on all other spends.",
    "6E Rewards can be redeemed against bookings on Indigo.",
    "Up to 20% 6E Rewards on feature partners of Indigo.",
    "Discounted convenience fee on Indigo flights.",
    "Complimentary domestic lounge access."
  ],
  "gifts": {
    "welcomeGifts": [
      "Get welcome benefits worth more than Rs. 10,000."
    ],
    "milestoneGifts": [],
    "rewardsPoints": []
  },
  "rewardsBenefits": {
    "Welcome Benefits": [
      "In the form of welcome benefits, the cardholders will get one complimentary air ticket, Accor hotels' dining and stay vouchers, and a complimentary 6E prime add-on."
    ],
    "Movie & Dining": [
      "Accelerated 6E Rewards on movie & dining."
    ],
    "Rewards Rate": [
      "6% 6E Rewards on indigo, 3% 6E Rewards on dining, groceries, and entertainment, and 2% 6E Rewards on other spends."
    ],
    "Reward Redemption": [
      "The earned 6E Rewards can be redeemed against Indigo bookings at a value of 1 6E Reward = Re. 1."
    ],
    "Travel": [
      "Get complimentary airport lounge access and discounted convenience fee on Indigo flights."
    ],
    "Golf": [
      "N/A"
    ],
    "Domestic Lounge Access": [
      "8 complimentary domestic lounge access every year."
    ],
    "International Lounge Access": [
      "NA"
    ],
    "Insurance Benefits": [
      "NA"
    ],
    "Zero Liability Protection": [
      "You won't be liable for any fraudulent transactions made on a lost/stolen card if reported to the bank in a timely manner."
    ]
  },
  "keepAnEyeOn": {
    "Joining Fee": [
      "Rs. 2,500"
    ],
    "Renewal Fee": [
      "Rs. 2,500"
    ],
    "Spend based Waiver": [
      "NA"
    ],
    "Rewards Redemption Fee": [
      "Rs. 99 on every redemption request"
    ],
    "Foreign Currency Markup": [
      "3.5% on all foreign currency spends."
    ],
    "Interest Rates": [
      "3.50% per month (42% per annum)"
    ],
    "Fuel Surcharge": [
      "1% fuel surcharge is applicable on all fuel transactions."
    ],
    "Cash Advance Charge": [
      "Rs. 300 on every withdrawal of Rs. 10,000."
    ],
    "Add-on Card Fee": [
      "Nil"
    ]
  }
}