{
  "openerSection": [
    "Kotak Privy League Signature Credit Card is a premium card offered by Kotak Mahindra bank exclusively for its Privy customers. It is a Visa credit card and comes in two variants – the free and the paid variant. You are allowed to choose between two plans- the Shopper's Plan and the Traveller's Plan depending upon your spending requirements. With the Shopper's plan, as is obvious from the name, you earn accelerated reward points on retail shopping spends (select categories only), same is applicable for the Traveller's plan, but for spends on select travel categories. Apart from the regular reward points, you also earn bonus reward points on achieving the stipulated milestones. You also get complimentary domestic lounge access and Priority Pass membership with both, the free and the paid variants, however, the premium variant also gives you four complimentary international lounge access under the Priority Pass program. Read on to know more about this Privy League exclusive offering by the Kotak Mahindra bank."
  ],
  "imageLink": "https://cardinsider.com/wp-content/uploads/2021/07/Kotak-Privy-League-Signature-Credit-Card.png",
  "cardTitle": "Kotak Privy League Signature Credit Card",
  "bestSuitedFor": "Shopping",
  "joiningFee": "Rs. 2,500 + GST (for paid variant), Nil (for free variant)",
  "rewardType": "Reward Points",
  "andThereIsMore": [
    "The card is exclusive for privy customers of the bank and is offered in two variants- the paid variant and the free variant.",
    "You can choose between two plans- the shopper's plan and the traveller's plan.",
    "Under the shopper's plan, you get 5X reward points on select shopping categories (the categories slightly differ for the two variants) and 2X reward points on all other spends.",
    "Traveller's plan earns you 5X reward points on select travel categories (categories different for the two variants), and 2X points on all other spends.",
    "6,400 bonus reward points every quarter on expenditure of Rs. 1,000 in all the three months of the previous quarter (applicable only for paid variant).",
    "Bonus reward points on achieving incremental spends based milestones.",
    "Complimentary domestic airport lounge access and Priority Pass membership (4 complimentary visits with Priority Pass on the paid variant).",
    "Lower interest rate of 2.49% per month.",
    "Protection against unauthorised transactions worth Rs. 2.5 lakh.",
    "Fuel and railway surcharge waiver.",
    "Premium concierge service regarding hotel/flight bookings, spa/fitness centre information, referral assistance, etc.",
    "Fuel and railway surcharge waiver."
  ],
  "gifts": {
    "welcomeGifts": [],
    "milestoneGifts": [
      "Bonus reward points on achieving incremental spends based milestones."
    ],
    "rewardsPoints": [
      "Under the shopper's plan, you get 5X reward points on select shopping categories (the categories slightly differ for the two variants) and 2X reward points on all other spends.",
      "Traveller's plan earns you 5X reward points on select travel categories (categories different for the two variants), and 2X points on all other spends.",
      "6,400 bonus reward points every quarter on expenditure of Rs. 1,000 in all the three months of the previous quarter (applicable only for paid variant).",
      "Bonus reward points on achieving incremental spends based milestones."
    ]
  },
  "rewardsBenefits": {
    "Welcome Benefits": [
      "N/A"
    ],
    "Movie & Dining": [
      "NA"
    ],
    "Rewards Rate": [
      "5x Reward Points on select retail shopping and travel spends, 2x Reward Points on all other spends and traveler's plan.",
      " "
    ],
    "Reward Redemption": [
      "Reward Points redeemable on Kotak reward redemption portal."
    ],
    "Travel": [
      "Complimentary domestic lounge access, Priority Pass membership, 4 complimentary lounge visits / year visits with Priority Pass (paid variant only)"
    ],
    "Golf": [
      "N/A"
    ],
    "Domestic Lounge Access": [
      "Under the Domestic Visa Lounge Program, you will get complimentary access to domestic lounges."
    ],
    "International Lounge Access": [
      "Complimentary Priority Pass membership (with both variants), 4 complimentary lounge visits every year visits with Priority Pass (paid variant only)"
    ],
    "Insurance Benefits": [
      "NA"
    ],
    "Zero Liability Protection": [
      "Zero liability against fraudulent transactions if loss or theft is reported to the bank within the specified time frame."
    ]
  },
  "keepAnEyeOn": {
    "Joining Fee": [
      "Rs. 2,500 + GST (for paid variant), Nil (for free variant)"
    ],
    "Renewal Fee": [
      "Rs. 2,500 + GST (for paid variant), Nil for the free variant"
    ],
    "Spend based Waiver": [
      "The annual membership fee will be waived off if the cardholder spends Rs. 5 lakh in the preceding year or by maintaining Insignia or True Optima Banking Relationship"
    ],
    "Rewards Redemption Fee": [
      "Nil"
    ],
    "Foreign Currency Markup": [
      "2% for paid variant and 3.5% for the free variant (exclusive of GST)"
    ],
    "Interest Rates": [
      "2.49% per month (29.88% annually)"
    ],
    "Fuel Surcharge": [
      "Waived"
    ],
    "Cash Advance Charge": [
      "Rs. 300 per Rs. 10,000 withdrawn or part thereof"
    ],
    "Add-on Card Fee": [
      "Nil"
    ]
  }
}