{
  "openerSection": [
    "PVR Kotak Platinum Credit Card by Kotak Bank targets the people who go to the movies very often and aims to provide them with the best movie experiences. It carries zero joining fee & offers an opportunity to save amazingly. Get two free PVR movie tickets if you spend Rs. 10,000 or above in a monthly billing cycle. These movie tickets can be claimed at any time, any day and for any show. Not only this but a 5% cashback on PVR movie tickets along with a 15% cashback on food and beverages at PVR is provided with this card. Along with these movie benefits, the card provides insurance benefits against a lost card to protect you from unauthorized transactions. In order to know more about the PVR Kotak Platinum Credit Card, refer to the following information:"
  ],
  "imageLink": "https://cardinsider.com/wp-content/uploads/2021/07/PVR-Kotak-Platinum-Credit-Card.png",
  "cardTitle": "PVR Kotak Platinum Credit Card",
  "bestSuitedFor": "Movies",
  "joiningFee": "Nil",
  "rewardType": "Cashback",
  "andThereIsMore": [
    "Zero joining fee.",
    "You get 2 free PVR movie tickets every month on spending Rs. 10,000 or more.",
    "A cashback of 15% on food & beverages at PVR.",
    "A cashback of 5% on movie tickets at PVR.",
    "Insurance coverage in case the card is lost.",
    "Zero liability protection in case the card is lost/stolen."
  ],
  "gifts": {
    "welcomeGifts": [],
    "milestoneGifts": [],
    "rewardsPoints": []
  },
  "rewardsBenefits": {
    "Welcome Benefits": [
      "NA"
    ],
    "Movie & Dining": [
      "Get a cashback of 15% on food & beverages and a 5% cashback on movie tickets at PVR."
    ],
    "Rewards Rate": [
      "NA"
    ],
    "Reward Redemption": [
      "The free PVR movie tickets you get can be redeemed either by sending an SMS to the bank's customer care or by the net banking option available on the bank's website."
    ],
    "Travel": [
      "NA"
    ],
    "Golf": [
      "NA"
    ],
    "Domestic Lounge Access": [
      "NA"
    ],
    "International Lounge Access": [
      "NA"
    ],
    "Insurance Benefits": [
      "Insurance cover in case the card is lost/stolen."
    ],
    "Zero Liability Protection": [
      "Zero liability after reporting the loss of card to the bank's customer care."
    ]
  },
  "keepAnEyeOn": {
    "Joining Fee": [
      "Nil"
    ],
    "Renewal Fee": [
      "Rs. 999"
    ],
    "Spend based Waiver": [
      "NA"
    ],
    "Rewards Redemption Fee": [
      "Nil"
    ],
    "Foreign Currency Markup": [
      "3.5% on all foreign currency spends"
    ],
    "Interest Rates": [
      "3.5% per month"
    ],
    "Fuel Surcharge": [
      "1% fuel surcharge is applicable at all fuel stations"
    ],
    "Cash Advance Charge": [
      "Rs. 300 per withdrawal of Rs. 10,000"
    ],
    "Add-on Card Fee": [
      "Rs. 299 for every add on card"
    ]
  }
}