{
  "openerSection": [
    "A secured credit card by Kotak Mahindra Bank, the Kotak Mahindra Dream Different 811 Credit Card aims at providing amazing rewards to card members. You do not have to pay any joining or renewal fee on this credit card and it further lets you earn bonus reward points in the form of welcome benefits.  With this card, you get 1 Reward Point on every Rs. 100 you spend and you get 2x Reward Points on all your online spends. The card allows you to redeem your Reward Points easily on the bank's website. Moreover, you can earn exciting Rewards & benefits under the milestone program.",
    "On spending Rs. 75,000 or more in a year, you get a cashback of Rs. 750 & 4 complimentary PVR movie tickets. With various other advantages, including the fuel surcharge waiver, the railway surcharge waiver, etc, the card becomes a great choice for so many people out there. To know detailed benefits of the Kotak 811 #DreamDifferent Credit Card, refer to the information given below:"
  ],
  "imageLink": "https://cardinsider.com/wp-content/uploads/2021/07/Kotak-811-DreamDifferent-Credit-Card.png",
  "cardTitle": "Kotak 811 #DreamDifferent Credit Card",
  "bestSuitedFor": "Shopping",
  "joiningFee": "Nil",
  "rewardType": "Reward Points",
  "andThereIsMore": [
    "No joining/renewal fee.",
    "Get 1 Reward for every Rs. 100 you spend.",
    "2 Reward Points for every Rs. 100 spent on online purchases.",
    "A welcome gift of 500 bonus Reward Points.",
    "Spend-based bonus Reward Points every year.",
    "Get 4 free PVR movie tickets every year on the basis of your spends.",
    "A 1 % fuel surcharge waiver.",
    "Railway surcharge waiver."
  ],
  "gifts": {
    "welcomeGifts": [
      "A welcome gift of 500 bonus Reward Points."
    ],
    "milestoneGifts": [],
    "rewardsPoints": [
      "2 Reward Points for every Rs. 100 spent on online purchases.",
      "A welcome gift of 500 bonus Reward Points.",
      "Spend-based bonus Reward Points every year."
    ]
  },
  "rewardsBenefits": {
    "Welcome Benefits": [
      "Welcome benefit in the form of 500 Bonus Reward Points"
    ],
    "Movie & Dining": [
      "NA"
    ],
    "Rewards Rate": [
      "For every Rs. 100 spent on online transactions, you will get 2 Reward Points, and 1 Reward Points for every Rs. 100 spent on all other transcations."
    ],
    "Reward Redemption": [
      "You can redeem the reward points against a variety of options at the rate of 1 Reward Point = Rs. 0.25"
    ],
    "Travel": [
      "NA"
    ],
    "Golf": [
      "NA"
    ],
    "Domestic Lounge Access": [
      "NA"
    ],
    "International Lounge Access": [
      "NA"
    ],
    "Insurance Benefits": [
      "NA"
    ],
    "Zero Liability Protection": [
      "Zero liability against fraudulent transcations if reported about the loss or theft of the card within a specified time frame."
    ]
  },
  "keepAnEyeOn": {
    "Joining Fee": [
      "Nil"
    ],
    "Renewal Fee": [
      "Nil"
    ],
    "Spend based Waiver": [
      "NA"
    ],
    "Rewards Redemption Fee": [
      "Nil"
    ],
    "Foreign Currency Markup": [
      "3.5% on all international transactions."
    ],
    "Interest Rates": [
      "3.5% per month"
    ],
    "Fuel Surcharge": [
      "1% fuel surcharge waiver for all transactions between Rs. 500 & Rs. 3,000.",
      "Fuel surcharge waiver of 1% on fuel transactions ranging between Rs. 500 and Rs. 3,000"
    ],
    "Cash Advance Charge": [
      "Rs. 300 per Rs. 10,000 withdrawn."
    ],
    "Add-on Card Fee": [
      "Nil"
    ]
  }
}