{
  "openerSection": [
    "The BookMyShow RBL Bank Play Credit Card is a co-branded credit card issued by RBL Bank in partnership with BookMyShow. The card is majorly targeted at those who love watching movies and book all their movie/even tickets using BookMyShow. It comes with a nominal annual membership fee of Rs. 500, which is waived off if the cardholder achieves the required annual spend in an anniversary year. The card is absolutely free for the BookMyShow Super Star members. This card doesn't offer a regular reward rate like most of the other credit cards, but it comes with a unique concept of rewards. The cardholders can earn 2 free movie/non-movie tickets every month by achieving the required monthly spend. Other benefits of the card include exciting welcome benefits, an easy redemption process, a fuel surcharge waiver, etc. For more information about the BMS RBL Play Credit Card, keep reading the article:"
  ],
  "imageLink": "https://cardinsider.com/wp-content/uploads/2022/10/BookMyShow-RBL-Bank-Play-Credit-Card.png",
  "cardTitle": "BookMyShow RBL Bank Play Credit Card",
  "bestSuitedFor": "Movies",
  "joiningFee": "Rs. 500",
  "rewardType": "Reward Points",
  "andThereIsMore": [
    "Get a discount of Rs. 500 on movies, streams, events, etc, on BookMyShow as a welcome benefit.",
    "Get 2 free movie/non-movie tickets every month on achieving the required monthly spend.",
    "Get flat Rs. 100 off on F&B items on booking movie tickets via BookMyShow.",
    "Spend-based waiver of the annual membership fee.",
    "Get a fuel surcharge waiver on all fuel transactions."
  ],
  "gifts": {
    "welcomeGifts": [
      "Get a discount of Rs. 500 on movies, streams, events, etc, on BookMyShow as a welcome benefit."
    ],
    "milestoneGifts": [],
    "rewardsPoints": []
  },
  "rewardsBenefits": {
    "Welcome Benefits": [
      "Get a discount of up to Rs. 500 on movie/non-movie ticket bookings via BookMyShow on making at least one transactions using the RBL Play Credit Card within the first 30 days."
    ],
    "Movie & Dining": [
      "Get 2 complimentary movie/non-movie tickets (worth up to Rs. 250 each) every month on spending a minimum of Rs. 5,000 in a month."
    ],
    "Rewards Rate": [
      "NA"
    ],
    "Reward Redemption": [
      "The earned discount/free tickets can easily be redeemed on the BookMyShow app/official website."
    ],
    "Travel": [
      "NA"
    ],
    "Golf": [
      "NA"
    ],
    "Domestic Lounge Access": [
      "NA"
    ],
    "International Lounge Access": [
      "NA"
    ],
    "Insurance Benefits": [
      "NA"
    ],
    "Zero Liability Protection": [
      "The cardholder is not considered liable for any fraudulent transactions made on a lost/stolen card if the loss of the card is reported lost to the bank in a timely manner."
    ]
  },
  "keepAnEyeOn": {
    "Joining Fee": [
      "Rs. 500"
    ],
    "Renewal Fee": [
      "Rs. 500"
    ],
    "Spend based Waiver": [
      "The annual fee is waived on spending Rs. 1.5 lakhs or more in the previous year."
    ],
    "Rewards Redemption Fee": [
      "Rs. 99 + taxes"
    ],
    "Foreign Currency Markup": [
      "3.5% of the total transaction amount"
    ],
    "Interest Rates": [
      "3.99% per month"
    ],
    "Fuel Surcharge": [
      "1% fuel surcharge waiver on all fuel purchases"
    ],
    "Cash Advance Charge": [
      "2.5% of the cash amount subject to a minimum of Rs. 500"
    ],
    "Add-on Card Fee": [
      "Nil"
    ]
  }
}