{
  "openerSection": [
    "Looking for a credit card that allows you to save on all your spends? The RBL Bank ShopRite credit card might suit you the best. It comes with exclusive Reward offers on grocery & fuel purchases, and exciting discount offers on movies on booking the tickets via Bookmyshow. With a joining fee of Rs. 500, it provides you with a welcome bonus of 2,000 Reward Points if you make your first purchase within 30 days after getting the card from the issuer. Also, the annual fee of Rs. 500 of this credit card is eligible for a waiver if the cardholder spends an amount exceeding Rs. 1 Lakh using his credit card in the previous year.",
    "So, the card allows you to save in an incredible manner as you can earn a maximum of 20 Reward Points on every Rs. 100 you spend and easily redeem the reward points against various options of your choice. Moreover, you can save 3.5% on your fuel purchases (2.5% reward points and 1% fuel surcharge waiver). To get detailed information about the benefits, fees, and charges of the RBL Bank ShopRite Credit card, keep reading further:"
  ],
  "imageLink": "https://cardinsider.com/wp-content/uploads/2021/07/RBL-Shoprite-Credit-Card.png",
  "cardTitle": "RBL Bank ShopRite Credit Card",
  "bestSuitedFor": "Shopping",
  "joiningFee": "Rs. 500 plus applicable taxes",
  "rewardType": "Reward Points",
  "andThereIsMore": [
    "2,000 bonus Reward Points as a Welcome Benefit.",
    "For every Rs. 100 spent on retail purchases, you will 1 Reward Point.",
    "For every Rs. 100 spent on groceries, you will get 20 Reward Points.",
    "10 Reward Points on every Rs. 100 spent on fuel.",
    "10% discount on movies through Bookmyshow.",
    "Spend-based annual fee waiver.",
    "Fuel surcharge waiver of 1%."
  ],
  "gifts": {
    "welcomeGifts": [
      "2,000 bonus Reward Points as a Welcome Benefit."
    ],
    "milestoneGifts": [],
    "rewardsPoints": [
      "2,000 bonus Reward Points as a Welcome Benefit.",
      "For every Rs. 100 spent on retail purchases, you will 1 Reward Point.",
      "For every Rs. 100 spent on groceries, you will get 20 Reward Points.",
      "10 Reward Points on every Rs. 100 spent on fuel."
    ]
  },
  "rewardsBenefits": {
    "Welcome Benefits": [
      "2,000 bonus Reward Points in the form of welcome benefits."
    ],
    "Movie & Dining": [
      "Get a 10% discount (up to Rs. 100) on movies through Bookmyshow 15 times a year."
    ],
    "Rewards Rate": [
      "1 Reward Point for every Rs. 100 spent on retail spends, 10 reward points on fuel, and 20 reward points on grocery purchases."
    ],
    "Reward Redemption": [
      "You can redeem the earned reward points on  www.rblrewards.com. 1 RP = Re 0.25."
    ],
    "Travel": [
      "NA"
    ],
    "Golf": [
      "NA"
    ],
    "Domestic Lounge Access": [
      "NA"
    ],
    "International Lounge Access": [
      "NA"
    ],
    "Insurance Benefits": [
      "NA"
    ],
    "Zero Liability Protection": [
      "Zero liability of credit cardholders against unauthorized transactions that take place using this card if the loss or theft of the card is reported to the bank."
    ]
  },
  "keepAnEyeOn": {
    "Joining Fee": [
      "Rs. 500 plus applicable taxes"
    ],
    "Renewal Fee": [
      "Rs. 500 plus applicable taxes"
    ],
    "Spend based Waiver": [
      "Waiver of annual fee on the basis of the amount spent in the previous year."
    ],
    "Rewards Redemption Fee": [
      "Rs. 99+GST on every redemption request."
    ],
    "Foreign Currency Markup": [
      "Up to 3.5% on all international spends"
    ],
    "Interest Rates": [
      "Uo to 3.99% per month"
    ],
    "Fuel Surcharge": [
      "1% fuel surcharge waiver on transactions between Rs. 400 and Rs. 5,000."
    ],
    "Cash Advance Charge": [
      "Higher of 2.5% of the cash withdrawn or Rs. 100."
    ],
    "Add-on Card Fee": [
      "Nil"
    ]
  }
}