{
  "openerSection": [
    "RBL World Safari credit card is a travel card issued by the RBL Bank targeting millennials. It is one of three variants issued by RBL Bank aimed directly at the millennials, the other two being Popcorn Credit Card and Monthly Treats Credit Card. The card comes with a joining fee of Rs. 3,000 and provides you with welcome gift vouchers worth Rs. 3,000. It rewards you in the form of travel points and you can earn up to 5 TPs on every Rs. 100 you spend. These travel points can be redeemed against flight/hotel bookings and other travel related spends at rblrewards website.",
    "Keeping the travel & lifestyle needs of its customers in mind, the card comes with compliemntary access to domestic & international airport lounges and zero foreign currency markup fee. You also get complimentary rounds of golf every year. Moreover, you can earn up to 25,000 bonus travel points and a gift voucher worth Rs. 10,000 every year on achieving the milestone spend. To know more about the RBL World Safari Credit Card, keep reading."
  ],
  "imageLink": "https://cardinsider.com/wp-content/uploads/2021/07/RBL-World-Safari-Credit-card.png",
  "cardTitle": "RBL World Safari Credit Card",
  "bestSuitedFor": "Travel",
  "joiningFee": "Rs 3000/- plus applicable taxes",
  "rewardType": "Reward Points",
  "andThereIsMore": [
    "Welcome gift voucher worth Rs. 3,000 from MakeMyTrip",
    "Up to 5 travel points on every spend of Rs. 100.",
    "Up to 25,000 bonus travel points every year on achieving the milestone spend.",
    "Additional Taj Experience Gift Card worth Rs. 10,000 on annual spending of Rs. 7.5 lacs.",
    "Complimentary domestic and international lounge access.",
    "Complimentary membership to the Priority Pass program.",
    "Complimentary access to golf sessions at selected golf courses across the country.",
    "No foreign currency markup fee.",
    "1% fuel surcharge waiver."
  ],
  "gifts": {
    "welcomeGifts": [
      "Welcome gift voucher worth Rs. 3,000 from MakeMyTrip"
    ],
    "milestoneGifts": [
      "Up to 25,000 bonus travel points every year on achieving the milestone spend."
    ],
    "rewardsPoints": []
  },
  "rewardsBenefits": {
    "Welcome Benefits": [
      "MakeMyTrip voucher worth Rs. 3,000 as a welcome gift"
    ],
    "Movie & Dining": [
      "NA"
    ],
    "Rewards Rate": [
      "5 travel points on every Rs. 100 spent on travel, 2 travel points on every Rs. 100 spent elsewhere."
    ],
    "Reward Redemption": [
      "The travel points can be redeemed at www.rblrewards.com for exciting rewards and offer on your air travels, hotel bookings, and much more."
    ],
    "Travel": [
      "Complimentary access to domestic as well as international airports and several travel insurance covers."
    ],
    "Golf": [
      "4 Complimentary golf rounds per calendar year and 12 complimentary golf lessons per calendar year."
    ],
    "Domestic Lounge Access": [
      "2 domestic lounge access every calendar quarter to selected airports in India."
    ],
    "International Lounge Access": [
      "2 complimentary international lounge visits every year using Priority Pass membership."
    ],
    "Insurance Benefits": [
      "Travel insurance provides cover worth USD 50,000 to an individual on his international travels."
    ],
    "Zero Liability Protection": [
      "The protection provided to the cardholder in case of fraudulent charges is reported within a stipulated time period."
    ]
  },
  "keepAnEyeOn": {
    "Joining Fee": [
      "Rs 3000/- plus applicable taxes"
    ],
    "Renewal Fee": [
      "Rs 3,000 plus applicable taxes"
    ],
    "Spend based Waiver": [
      "Nil"
    ],
    "Rewards Redemption Fee": [
      "Rs. 99 plus applicable taxes per redemption request"
    ],
    "Foreign Currency Markup": [
      "Nil"
    ],
    "Interest Rates": [
      "3.99% per month (47.88% per annum)"
    ],
    "Fuel Surcharge": [
      "A 1% fuel surcharge waiver at all fuel stations across India"
    ],
    "Cash Advance Charge": [
      "2.5% of the withdrawal amount subject to a minimum charge of Rs. 500"
    ],
    "Add-on Card Fee": [
      "Nil"
    ]
  }
}