{
  "openerSection": [
    "Zomato Edition credit card is a more premium version of the Edition Classic card, having a lower annual membership fee and fewer rewards than this one. We have already discussed the features and benefits of the Classic Edition card earlier. Both these cards offer reward points as Edition Cash. At 10 Edition Cash / Rs. 100 on Zomato and Blinkit, and 1 Edition cash / Rs. 100 spent on other purchases , the RBL Edition credit card offers a higher reward rate.",
    "Although it is majorly a dining credit card, you do get a few benefits in the travel where we get to see complimentary lounge access, and also for your international spends the card carries a lower foreign markup fee. Apart from this, you can earn 2,000 bonus points on spending above the milestone spend. Keep reading if you want to know more about the Edition credit card."
  ],
  "imageLink": "https://cardinsider.com/wp-content/uploads/2021/07/RBL-Bank-EDITION-CREDIT-CARD.png",
  "cardTitle": "RBL Bank Edition Credit Card",
  "bestSuitedFor": "Dining",
  "joiningFee": "Rs. 2,000 + GST",
  "rewardType": "Reward Points",
  "andThereIsMore": [
    "Complimentary Zomato Pro membership which automatically gets renewed every year.",
    "Reward Points as Edition Cash (1 Edition Cash = Re. 1).",
    "10 Edition Cash per Rs. 100 spent on Zomato and Blinkit.",
    "1 Edition Cash per Rs. 100 spent on all other spends.",
    "2,000 bonus Edition Cash on spending Rs. 5,00,000 in an anniversary year.",
    "Annual fee waiver on expenditure of Rs. 4,00,000 in the preceding year.",
    "Complimentary access to domestic and international lounges.",
    "Lower international transaction fee of 1.5%.",
    "Buy one and get one movie ticket free on BookMyShow once every month (max discount of Rs. 200 per transaction)."
  ],
  "gifts": {
    "welcomeGifts": [],
    "milestoneGifts": [],
    "rewardsPoints": [
      "Reward Points as Edition Cash (1 Edition Cash = Re. 1)."
    ]
  },
  "rewardsBenefits": {
    "Welcome Benefits": [
      "Complimentary Zomato pro membership."
    ],
    "Movie & Dining": [
      "Buy One Get One (BOGO) offer on movie tickets through BookMyShow. Accelerated reward rate on Zomato and other food purchases."
    ],
    "Rewards Rate": [
      "10 Edition Cash per Rs. 100 spent on Zomato and Blinkit. 1 Edition Cash per Rs. 100 spent on all other spends."
    ],
    "Reward Redemption": [
      "Edition cash is redeemable on Zomato and can be adjusted against the card's statement balance.",
      "1 Edition Cash = Re. 1."
    ],
    "Travel": [
      "Complimentary domestic and international lounge access, low forex mark-up fee of 1.5%."
    ],
    "Golf": [
      "N/A"
    ],
    "Domestic Lounge Access": [
      "2 complimentary domestic lounge visits (per quarter)."
    ],
    "International Lounge Access": [
      "2 complimentary international lounge visits (per year) with the Priority Pass."
    ],
    "Insurance Benefits": [
      "N/A"
    ],
    "Zero Liability Protection": [
      "In case your RBL Edition is stolen or misplaced, you will not be laible for any transaction post reporting about the issue to the bank."
    ]
  },
  "keepAnEyeOn": {
    "Joining Fee": [
      "Rs. 2,000 + GST"
    ],
    "Renewal Fee": [
      "Rs. 2,000 + GST"
    ],
    "Spend based Waiver": [
      "Spend Rs. 4,00,000 in the previous year and get a waiver on the annual fee."
    ],
    "Rewards Redemption Fee": [
      "Nil"
    ],
    "Foreign Currency Markup": [
      "1.5% + GST"
    ],
    "Interest Rates": [
      "3.99% per month or 47.88% annually"
    ],
    "Fuel Surcharge": [
      "1%. Waived off for select card members for transactions between Rs. 500 and Rs. 4,000 at the sole discretion of the bank."
    ],
    "Cash Advance Charge": [
      "2.5% , subject to a minimum fee of Rs. 500."
    ],
    "Add-on Card Fee": [
      "Nil"
    ]
  }
}