{
  "openerSection": [
    "The AU Small Finance Bank Altura Credit Card is a basic cashback credit card that allows you to save a lot as you get a cashback on almost every purchase you make. As a welcome benefit, you get a 5% cashback on your retail spends done within the first 2 months from the card activation date. Moreover, you can earn a cashback of up to 2% on all your spends, which is directly credited to your account. Along with the regular cashback, you can earn Rs. 50 cashback additionally every month under the card's milestone benefits.",
    "Keeping its customers' travel needs in mind, the card also provides them with complimentary access to selected railway lounges in India. You can also save more by getting your joining and renewal fee waived off on the basis of your spends. To know more about the Altura Credit Card by AU Small Finance bank, check the detailed information given below:"
  ],
  "imageLink": "https://cardinsider.com/wp-content/uploads/2021/10/credit_card-altura.png",
  "cardTitle": "AU Small Finance Bank Altura Credit Card",
  "bestSuitedFor": "Shopping",
  "joiningFee": "Rs. 199 + applicable taxes",
  "rewardType": "Cashback",
  "andThereIsMore": [
    "A cashback of 5% on retail spends within the first 60 days.",
    "2% cash back on groceries, departmental stores, and utility bills.",
    "1% cashback on all other spends using this credit card.",
    "A cashback of Rs. 50 every month while you achieve the milestone spends.",
    "Complimentary access to selected railway lounges in India.",
    "Surcharge waiver of 1% on fuel transactions.",
    "Zero liability protection against a lost card."
  ],
  "gifts": {
    "welcomeGifts": [],
    "milestoneGifts": [
      "A cashback of Rs. 50 every month while you achieve the milestone spends."
    ],
    "rewardsPoints": []
  },
  "rewardsBenefits": {
    "Welcome Benefits": [
      "Get a 5% cashback on retail spends worth Rs. 2,500 or more within 60 days."
    ],
    "Movie & Dining": [
      "NA"
    ],
    "Rewards Rate": [
      "Cashback of 2% on utility bills, groceries, and departmental stores and cashback of 1% on all other spends."
    ],
    "Reward Redemption": [
      "NA"
    ],
    "Travel": [
      "Complimentary access to railway lounges."
    ],
    "Golf": [
      "NA"
    ],
    "Domestic Lounge Access": [
      "2 complimentary visits to railway lounges in India per quarter."
    ],
    "International Lounge Access": [
      "NA"
    ],
    "Insurance Benefits": [
      "NA"
    ],
    "Zero Liability Protection": [
      "Zero liability of the credit cardholder in case of loss or theft of card post reporting the same to the bank."
    ]
  },
  "keepAnEyeOn": {
    "Joining Fee": [
      "Rs. 199 + applicable taxes"
    ],
    "Renewal Fee": [
      "Rs. 199 + applicable taxes"
    ],
    "Spend based Waiver": [
      "The joining and renewal fees will be waived off on the basis of the amount that you spend using your credit card."
    ],
    "Rewards Redemption Fee": [
      "Nil"
    ],
    "Foreign Currency Markup": [
      "3.49% on all international spends."
    ],
    "Interest Rates": [
      "3.49% per month"
    ],
    "Fuel Surcharge": [
      "Surcharge waiver of 1% on fuel transactions between Rs. 400 and Rs. 5,000."
    ],
    "Cash Advance Charge": [
      "Rs. 100 or 2.5% of the cash amount withdrawn, higher of the two."
    ],
    "Add-on Card Fee": [
      "Nil"
    ]
  }
}