{
  "openerSection": [
    "The AU Small Finance LIT Credit Card is India's First customizable Credit card in terms of features. This means that you can choose whatever feature you want on your card and just pay for the same and nothing else. The AU bank has launched a very innovative and only one of its kind credit card. Every other credit card company launches many credit cards with different features and benefits. There are many credit cards in the market with different features and therefore it becomes very difficult and confusing for the customers to choose the best card to fulfil their needs from so many cards. The customer often end up having multiple cards, paying multiple fees every year. The AU bank took the first mover advantage of this and launched the first ever feature customizing credit card, the LIT credit card. The bank has launched many other cards with many great benefits, but the LIT card has very unique features.",
    "The LIT credit card comes with so many features to select from, and with so many benefits. The cardholder can simply log on to the AU 0101 App and select the feature they want to use for next 90 Days and just pay for it. The Card offers great ways to earn many reward points, like 1 Reward Point for every Rs. 100 spent on retail and 10X or 5X accelerated Reward Points on the feature that you select. On top of that, the card offers great cashback benefits on the specific feature you select for. Not only this, the card offer free memberships to premium brands like Zee5, Amazon prime and more. For travelers the card offers great cashbacks offers and complimentary access to airport lounges. Just select the feature you want, pay for it and enjoy the benefits and privileges.",
    "Let's explore more about this Innovative card by AU with the detailed review below:"
  ],
  "imageLink": "https://cardinsider.com/wp-content/uploads/2022/06/au-bank-lit-credit-card-1.png",
  "cardTitle": "AU Small Finance Bank LIT Credit Card",
  "bestSuitedFor": "Movies | Travel | Dining | Fuel | Shopping",
  "joiningFee": "NIL",
  "rewardType": "Reward Points | Cashback",
  "andThereIsMore": [
    "India's First customizable Credit card.",
    "Choose whichever feature you want and whenever you want with the card.",
    "3 Months of Free Membership of Zee5, Amazon Prime and Cult.fit",
    "For every Rs. 100 spent on retail transactions, you will get 1 Reward Point.",
    "10X or 5X accelerated Reward Points on all online and offline transactions.",
    "Surcharge waiver of 1% on all fuel transactions between Rs. 400 to Rs. 5,000.",
    "5% and 2% cashback on retail spends on achieving the spend target.",
    "Additional 5% cashback for travel, dining and grocery expenses.",
    "4 complimentary lounge access per quarter"
  ],
  "gifts": {
    "welcomeGifts": [],
    "milestoneGifts": [],
    "rewardsPoints": [
      "For every Rs. 100 spent on retail transactions, you will get 1 Reward Point.",
      "10X or 5X accelerated Reward Points on all online and offline transactions."
    ]
  },
  "rewardsBenefits": {
    "Welcome Benefits": [
      "NIL"
    ],
    "Movie & Dining": [
      "3 Months of complimentary Membership of Zee5, Amazon Prime and Additional 5% cashback for Dining expenses."
    ],
    "Rewards Rate": [
      "1 Reward Point for every Rs. 100 spent on retail with the card, 10X or 5X accelerated Reward Points (For Specific Feature) and Additional cashbacks (For Specific Feature)"
    ],
    "Reward Redemption": [
      "Redeem Reward Points for exciting discounts and offers."
    ],
    "Travel": [
      "Complimentary access to domestic lounges in India."
    ],
    "Golf": [
      "NA"
    ],
    "Domestic Lounge Access": [
      "4 complimentary lounge access per quarter"
    ],
    "International Lounge Access": [
      "NIL"
    ],
    "Insurance Benefits": [
      "NA"
    ],
    "Zero Liability Protection": [
      "Zero liability of the cardholder against fraudulent transactions in the event of loss or theft of the credit card if the same is reported to the customer care of the bank within 7 days from the loss of the card."
    ]
  },
  "keepAnEyeOn": {
    "Joining Fee": [
      "NIL"
    ],
    "Renewal Fee": [
      "Nil"
    ],
    "Spend based Waiver": [
      "NA"
    ],
    "Rewards Redemption Fee": [
      "Nil"
    ],
    "Foreign Currency Markup": [
      "3.49% on all foreign currency spends."
    ],
    "Interest Rates": [
      "3.49% per month"
    ],
    "Fuel Surcharge": [
      "1% fuel surcharge waiver for fuel transactions between Rs. 400 and Rs. 5,000."
    ],
    "Cash Advance Charge": [
      "2.5% of the transaction amount (subject to a minimum charge of Rs. 100)"
    ],
    "Add-on Card Fee": [
      "Nil"
    ]
  }
}