{
  "openerSection": [
    "AU Bank Zenith Credit Card is a premium credit card offered by AU bank. The card is issued with an annual membership fee of Rs. 7,999 and comes packed with a plethora of best-in-class privileges that one expects from a premium credit card like the attractive milestone benefits, complimentary domestic as well as international lounge access, comprehensive insurance cover, lower foreign currency mark-up, and many other premium benefits.",
    "Talking about the reward rate associated with the card, you get a very decent reward rate of 1.25% on regular spends and an accelerated reward rate on dining at standalone restaurants (4X), grocery and departmental store spends (2X), and international transactions (2X). Keep reading to know more about the Zenith card by AU."
  ],
  "imageLink": "https://cardinsider.com/wp-content/uploads/2021/10/credit_card-zenith-1.png",
  "cardTitle": "AU Bank Zenith Credit Card",
  "bestSuitedFor": "Travel | Dining | Shopping",
  "joiningFee": "Rs. 7,999 (plus applicable taxes)",
  "rewardType": "Reward Points",
  "andThereIsMore": [
    "Welcome gifts including gift vouchers and Zomato Pro membership.",
    "10,000 Bonus Reward Points on completing retail spends worth Rs. 1 lakh within 60 days of card setup.",
    "Up to 20 Reward Points per Rs. 100 spent.",
    "Vouchers worth Rs. 1,000 on the expenditure of Rs. 2 lakh in a calendar quarter.",
    "Complimentary Taj Epicure membership of minimum expenditure of Rs. 8 lakh in an anniversary year.",
    "2,500 Bonus Reward Points on completing 1 retail transaction on birthday.",
    "Lower foreign currency markup fee of 1.99% of the transaction amount.",
    "Complimentary (limited) domestic/international airport and IRCTC lounge access.",
    "Spend-based waiver of joining and annual fee."
  ],
  "gifts": {
    "welcomeGifts": [
      "Welcome gifts including gift vouchers and Zomato Pro membership."
    ],
    "milestoneGifts": [],
    "rewardsPoints": [
      "10,000 Bonus Reward Points on completing retail spends worth Rs. 1 lakh within 60 days of card setup.",
      "Up to 20 Reward Points per Rs. 100 spent.",
      "2,500 Bonus Reward Points on completing 1 retail transaction on birthday."
    ]
  },
  "rewardsBenefits": {
    "Welcome Benefits": [
      "Get Zomato Pro membership after 5 successful transactions, Rs. 1,000 worth of Vouchers after the first POS transaction, 10,000 Bonus RPs on spending Rs. 1 Lakh. Every welcome benefit would be applicable for retail spends made within sixty of card set-up."
    ],
    "Movie & Dining": [
      "20 Reward Points for every Rs. 100 spent on dining at standalone restaurants"
    ],
    "Rewards Rate": [
      "20 Reward Points for every Rs. 100 spent on dining (reward rate = 5%), 10 Reward Points for every Rs. 100 spent on international purchases and grocery & departmental stores (reward rate = 2.5%) and 5 Reward Points for every Rs. 100 spent on all other spends except fuel (reward rate = 1.25%)"
    ],
    "Reward Redemption": [
      "Reward Points can be redeemed for merchandise, e-vouchers, mobile or DTH recharges, flight or hotel bookings on AU Rewardz portal, 1 RP = Rs. 0.25"
    ],
    "Travel": [
      "Reward Points can be redeemed for flight and hotel bookings on AU Rewardz portal, get complimentary access to domestic as well as international airport lounges, complimentary access to IRCTC lounges."
    ],
    "Golf": [
      "N/A"
    ],
    "Domestic Lounge Access": [
      "4 per quarter with Visa domestic lounge access program"
    ],
    "International Lounge Access": [
      "2 every quarter with Priority Pass membership"
    ],
    "Insurance Benefits": [
      "Comprehensive insurance cover including lost card liability cover, Credit Shield, air accident cover, and multiple other travel-related insurance covers"
    ],
    "Zero Liability Protection": [
      "The cardholder will not be held liable for any unauthorized transaction done with the card after reporting the loss of the card to the bank."
    ]
  },
  "keepAnEyeOn": {
    "Joining Fee": [
      "Rs. 7,999 (plus applicable taxes)"
    ],
    "Renewal Fee": [
      "Rs. 7,999 (plus applicable taxes)"
    ],
    "Spend based Waiver": [
      "Joining fee can be waived on spending of Rs. 1.25 lakh within 90 days of card activation, annual fee can also be waived on spending Rs. 5 lakh in the previous year"
    ],
    "Rewards Redemption Fee": [
      "Nil"
    ],
    "Foreign Currency Markup": [
      "1.99% of the transaction amount"
    ],
    "Interest Rates": [
      "1.99% per month (23.88% annually)"
    ],
    "Fuel Surcharge": [
      "1% fuel surcharge waived off at all fuel pumps all over India (no max cap applicable)"
    ],
    "Cash Advance Charge": [
      "2.5% of the transaction amount (subject to a minimum charge of Rs. 100)"
    ],
    "Add-on Card Fee": [
      "Nil"
    ]
  }
}